[{
  "_id": {
    "$oid": "67c6b8175c4762aa98e98b08"
  },
  "url": "https://www.lidentita.it/trump-tmsc/",
  "website": "lidentita.it",
  "header_link": "https://www.lidentita.it/",
  "channel": "L'Identità",
  "news_country": "Italy",
  "news_region": "Europe",
  "date_added": {
    "$date": "2025-03-04T13:51:43.057Z"
  },
  "title": "Trump “porta” Tmsc in America: 100 miliardi per i chip Usa",
  "subtitle": "L’Europa gioca in Difesa e Leonardo (ma non solo) vola in Borsa",
  "author": "di Giovanni Vasso -",
  "content": "Dopo Apple, Donald Trump annuncia un’altra valanga di investimenti negli Stati Uniti da parte di un altro colosso nell’hitech: Tmsc. L’azienda di Taiwan, tra i leader mondiali della produzione di chip, ha affermato che è pronta a trasferire sul territorio degli Usa fino a 100 miliardi di dollari da investire nella produzione di semiconduttori nei prossimi quattro anni. Così facendo, Tmsc bissa (anzi quasi decuplica) l’investimento già fatto in Arizona dove ha aperto cinque anni fa, nell’ormai lontano 2020, uno stabilimento che vale circa dodici miliardi di dollari. Sul tavolo, proprio in Arizona, ci sono altri 65 miliardi di dollari che potrebbero essere investiti per  fortificare la produzione americana con l’allestimento di altre due fabbriche. Il Ceo di Tmsc, mister Wei, incontrerà Donald Trump alla Casa Bianca dopo aver celebrato, giusto un mese fa, il primo consiglio d’amministrazione dell’azienda proprio negli Stati Uniti. Il progetto ultramiliardario rafforza, una volta di più, l’America sullo scenario globale nella competizione per i chip. E, di conseguenza, in quella per il primato digitale. Un obiettivo che per gli Stati Uniti, impegnati in una lotta senza quartiere contro la Cina, è di fondamentale importanza. Di questo se n’era già accorto il predecessore di Trump, Joe Biden, che con l’Inflaction reduction act aveva gettato le basi per il reshoring dell’hitech made in Usa. Un processo che è stato accelerato dalle minacce di dazi da parte di Donald Trump. E che lascia a bocca asciutta l’Europa che pure, negli anni passati, aveva accarezzato l’idea di ospitare qualcuna delle fasi di produzione dei chip proprio di Tmsc. Una speranza rapidamente declinata e oggi completamente sfumata. Insieme all’ennesima occasione.",
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  }
},
{
  "_id": {
    "$oid": "67c6b8175c4762aa98e98b07"
  },
  "url": "https://www.lidentita.it/la-fabbrica-dei-bambini-in-brasile-ecco-cosa-ci-disse-edson-ribeiro-5-mesi-fa/",
  "website": "lidentita.it",
  "header_link": "https://www.lidentita.it/",
  "channel": "L'Identità",
  "news_country": "Italy",
  "news_region": "Europe",
  "date_added": {
    "$date": "2025-03-04T13:51:43.042Z"
  },
  "title": "La “fabbrica dei bambini” in Brasile: ecco cosa ci disse Edson Ribeiro 5 mesi fa",
  "subtitle": "Soldi a banche in crisi versati da Directa Sim: indagate 21 persone",
  "author": "di Angelo Vitale -",
  "content": "Edson Ribeiro, avvocato penalista di Nunzio Bevilacqua e presidente Anacrim, associazione dei penalisti dello Stato di Rio de Janeiro   La “fabbrica dei bambini”: in Brasile, dopo l’accelerazione della vicenda imposta dal via delle puntate del programma “Le Iene” con Roberta Rei che hanno portato le telecamere nelle terre per mesi citate negli articoli de L’identità dedicati alla truffa denunciata dall’avvocato italiano Nunzio Bevilacqua, non ci sono state solo, in “stile tipico”, minacce gravi ed offese all’indirizzo del nostro connazionale.   Nel mirino anche la stampa italiana nella quale, come si addice ad un Paese democratico ove vige, per costituzione, la libertà di stampa, ogni testata è stata libera di valutare indipendentemente i fatti e di darne notizia ai propri lettori.   Fatti molti dei quali espressi in modo pubblico, in periodi non “sospetti”, dall’avvocato Edson Ribeiro, alcuni dei quali presenti anche in atti ufficiali di investigazione a sua firma. Fatti emersi da ulteriori indagini delle testate giornalistiche nella Rete. Fatti che, per quanto ci riguarda e se richiesti, potremo anche dettagliatamente esporre all’autorità giudiziaria italiana.   Nessun bavaglio, come quello al supremo diritto di difesa che il nostro connazionale denuncia gli sia stato imposto in Brasile, potrà mai essere messo alla libertà di cronaca italiana, né tantomeno da un Paese straniero. E la “non ingerenza nelle questioni interne di uno Stato” non può considerarsi a senso unico come qualcuno vorrebbe.   A Pedras Grandes, nelle parole del sindaco Agnaldo Filippi, a nostro parere, è avvenuto il tentativo di una narrazione alternativa a quella articolatamente emersa nei mesi. Una narrazione incentrata attraverso una “strana” chiamata telefonica (preordinatamente registrata al fine di una pubblicazione sulla stampa locale, prima accondiscendente e poi segnata da una improvvisa cautela), che approfondiremo successivamente in ogni suo dettaglio.   Autore di questa narrazione “alternativa” un rappresentante di un ente locale – Pedras Grandes gemellato con Belluno – nella telefonata ad un avvocato criminalista, Edson Ribeiro il quale avrebbe, tra l’altro, un obbligo di segreto professionale di riservatezza sul proprio cliente e sul caso da lui seguito, anche dopo l’eventuale cessazione d’incarico. Si è indicato apoditticamente, in un incondizionato auspicio di inconfutabilità, che “nulla esisterebbe” del caso, solo perché non si è arrivati ad un accertamento definitivo. Lo ha rilevato lo stesso Ribeiro nella nota di rettifica al periodico brasiliano che aveva pubblicata, inizialmente, la telefonata in un formato più ampio.   Ribeiro ha citato l’impossibilità di utilizzazione di strumenti di indagine di polizia per far fronte ad una totale mancanza di collaborazione – in un contesto omertoso o comunque indifferente, attraverso una netta chiusura, a quanto ogni volta veniva indicato – per l’accertamento della verità da parte di qualunque persona coinvolta in questa storia, anche come semplicemente informata sui fatti. Fattore che i lettori di questa storia sulle nostre pagine online hanno imparato a conoscere.   Oggi, a semplice e minima memoria, pubblichiamo qui sotto un estratto dell’intervista che l’avvocato Edson Ribeiro (il noto criminalista brasiliano che – va ricordato ancora una volta – era stato incaricato da Bevilacqua di svolgere un’attività di investigazione difensiva sul posto e per fare chiarezza sulla denunciata frode processuale subita dal nostro connazionale) ci aveva rilasciato nel settembre scorso.   Pubblichiamo nuovamente un frame dell’intervista esclusiva già diffusa nel settembre 2024. Per i dettagli, al link",
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  }
},
{
  "_id": {
    "$oid": "67c6b8165c4762aa98e98b06"
  },
  "url": "https://www.lidentita.it/nautica-primo-cup-ubs-trophy-grande-ritorno-della-vela-al-yacht-club-de-monaco/",
  "website": "lidentita.it",
  "header_link": "https://www.lidentita.it/",
  "channel": "L'Identità",
  "news_country": "Italy",
  "news_region": "Europe",
  "date_added": {
    "$date": "2025-03-04T13:51:42.837Z"
  },
  "title": "Nautica, Primo Cup-UBS Trophy: grande ritorno della vela al Yacht Club de Monaco",
  "subtitle": "Cristiano Ronaldo rischia 99 frustate per adulterio",
  "author": "di Redazione -",
  "content": "Dall’articolo di La Presse   Torna dal  6 al 9 marzo 2025 il  Primo Cup-UBS Trophy , l’evento di punta del  Yacht Club de Monaco (YCM) , organizzato in collaborazione con UBS e il Comune di Monaco. Nata nel 1985 su iniziativa di HSH il Principe Alberto II, la  regata è oggi un riferimento per la vela europea , attirando ogni anno grandi nomi della scena internazionale. Per questa  41ª edizione , sono attesi oltre 450 velisti provenienti da dieci nazioni, con 90 equipaggi pronti a sfidarsi su barche delle classi Smeralda 888, ClubSwan 28, Longtze Premier, Cape 31 e J/70. Proprio il J/70, con ben 45 team iscritti, si conferma una delle classi di punta del circuito internazionale.   “Il Primo Cup-UBS Trophy è da sempre un appuntamento chiave del calendario delle regate, capace di richiamare ogni anno velisti da tutto il mondo”, sottolinea Bernard d’Alessandri, Segretario Generale dello YCM. L’evento sarà anche la tappa conclusiva della Monaco Sportsboat Winter Series 2024/2025, iniziata ad ottobre e dominata finora da Stefano Roberti (Piccinina).   Grande attesa per il  debutto ufficiale del ClubSwan 28,  ultima novità del celebre cantiere finlandese Nautor Swan. Si tratta di uno sportboat di 8,5 metri, pensato per coniugare prestazioni e manovrabilità, e si distingue per uno scafo in fibra di vetro rinforzata, un albero in carbonio senza sartie di poppa e una chiglia retrattile, che ne facilita il trasporto senza permessi speciali. Con un piano velico completo (randa, fiocco, gennaker e spinnaker), il ClubSwan 28 incarna perfettamente la vocazione del Primo Cup come trampolino di lancio per nuove classi.   Per la flotta J/70, il trofeo rappresenta la quarta e ultima tappa per consolidare posizioni nella Monaco Sportsboat Winter Series, circuito invernale lanciato nel 2013 dallo YCM per offrire ai team internazionali un banco di prova prima degli appuntamenti europei e mondiali. Con la sua lunga tradizione e l’attenzione all’innovazione, il Primo Cup-UBS Trophy conferma Monaco tra le capitali della vela, attirando ogni anno i migliori equipaggi del panorama sportivo.",
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  }
},
{
  "_id": {
    "$oid": "67c6b8155c4762aa98e98b05"
  },
  "url": "https://www.lidentita.it/un-omaggio-a-carlo-collodi-con-il-progetto-pinocchio-al-teatro-carignano-per-grandi-e-piccini/",
  "website": "lidentita.it",
  "header_link": "https://www.lidentita.it/napoli/",
  "channel": "L'Identità",
  "news_country": "Italy",
  "news_region": "Europe",
  "date_added": {
    "$date": "2025-03-04T13:51:41.932Z"
  },
  "title": "Un omaggio a Carlo Collodi con il progetto Pinocchio al teatro Carignano. Per grandi e piccini",
  "subtitle": "Cioccolatò richiama 100mila visitatori golosi in piazza Vittorio Veneto",
  "image": {
    "url": "https://iltorinese.it/wp-content/uploads/2025/03/07_Pinocchio_ph-LuigiDePalma_0217-1024x683.jpg"
  },
  "author": "di Redazione -",
  "content": "Dal 15 febbraio scorso, quando ha debuttato in prima nazionale, fino all’11 maggio prossimo sarà protagonista della stagione del Teatro Stabile una nuova produzione di Pinocchio, personaggio creato dalla penna di Carlo Collodi. In occasione del bicentenario della nascita dell’autore (2026) il teatro Stabile di Torino rende omaggio, con questa nuova produzione, all’autore del celebre romanzo per ragazzi. Il progetto Pinocchio avrà durata biennale, articolato in due tappe e si concluderà nel 2026.   Questo allestimento si avvale della regia di Marta Cortellazzo Wiel , che ha deciso di rappresentare la storia di Pinocchio, una storia senza tempo, come una ricerca universale di identità e apparenza, una metamorfosi capace di coinvolgere grandi e piccini, in cui leggerezza e profondità trovano un perfetto bilanciamento.   La regista si avvale di un cast di talento che comprende Paolo Carenzo, Hana Daneri, Christian di Filippo, Celeste Gugliandolo, Marcello Spinetta e Aron Tewelde. La scenografia è firmata da Fabio Carpene e i costumi sono di Giovanna Fiorentini, capaci di creare un’atmosfera suggestiva che si sposa perfettamente con le musiche di Celeste Gugliandolo e i suoni di Filippo Conti.   La regista Cortellazzo Weil ha spiegato che ha integrato i richiami alle maschere della commedia dell’arte ai linguaggi popolari, venendo così ad alternare momenti magici ad altri altrettanto poetici.   Nel mese di marzo le recite di Pinocchio al teatro Carignano, fuori abbonamento, si replicheranno martedì 4, sabato 8 e sabato 22 marzo, sempre alle ore 16.   Mara Martellotta ilTorinese.it",
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  }
},
{
  "_id": {
    "$oid": "67c6b806a23085d1f280a882"
  },
  "url": "https://www.lidentita.it/attentato-a-mannheim-auto-sulla-folla-un-morto-e-diversi-feriti/",
  "website": "lidentita.it",
  "header_link": "https://www.lidentita.it/",
  "channel": "L'Identità",
  "news_country": "Italy",
  "news_region": "Europe",
  "date_added": {
    "$date": "2025-03-04T13:51:26.069Z"
  },
  "title": "A Mannheim auto sulla folla, due morti e 25 feriti",
  "subtitle": "Il paradosso cinese: dal figlio unico alla crisi demografica",
  "author": "di Angelo Vitale -",
  "content": "Foto LaPresse   Ennesimo attentato in Germania, un veicolo Suv di colore nero guidato da una persona della quale al momento non si conoscono i reali propositi – l’altra ipotesi è un gravissimo e incontrollato incidente – si è lanciato a grande velocità sulla folla in pieno centro a Mannheim, nel sudovest del Paese, provocando diversi feriti gravi e inizialmente una vittima. L’incidente è avvenuto vicino alla Torre dell’acqua, un monumento cittadino, e ha coinvolto diverse persone nella zona della Paradeplatz. I morti – sono le 15 circa – sono ira due, i feriti 25, alcuni dei quali in gravi condizioni.   Secondo la Bild che riferisce quanto appreso dai rappresentanti della polizia tedesca che informano la popolazione su X, è in corso una operazione a largo raggio. Il conducente è stato arrestato ma non viene per ora diffuso alcun particolare su di lui. Un episodio che si aggiunge a tutti i precedenti , prima e dopo il rinnovo del Bundestag.   Nel reparto di terapia intensiva dell’ospedale universitario di Mannheim è stato dichiarato lo stato di massima allerta per predisporre ogni intervento di urgenza a favore dei feriti.  Secondo un giornalista di Mannheim24 presente sul posto, non si possono escludere altri colpevoli del fatto oltre il conducente arrestato, per questo al momento si aggira sull’area un elicottero delle forze dell’ordine. Il centro città resta in gran parte isolato. I servizi di emergenza sul posto sono tutti impegnati e non possono fornire ulteriori informazioni. L’intera tratta dalla torre dell’acqua alla piazza d’armi è completamente transennata.   La zona interessata è stata evacuata, in modo che i cittadini locali lascino il centro città e a nessuno sia consentito entrare: il mercato di carnevale nel centro città è pertanto annullato nelle sue manifestazioni previste nella giornata di domani in tutta la loro ampiezza. Vengono controllati anche i ponti verso Ludwigshafen.",
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  }
},
{
  "_id": {
    "$oid": "67c6b806a23085d1f280a881"
  },
  "url": "https://www.lidentita.it/trump-congela-gli-aiuti-militari-allucraina/",
  "website": "lidentita.it",
  "header_link": "https://www.lidentita.it/napoli/",
  "channel": "L'Identità",
  "news_country": "Italy",
  "news_region": "Europe",
  "date_added": {
    "$date": "2025-03-04T13:51:25.992Z"
  },
  "title": "Trump congela gli aiuti militari all’Ucraina",
  "subtitle": "Dazi, ci siamo: Trump raddoppia le tariffe alla Cina",
  "author": "di Ernesto Ferrante -",
  "content": "Il presidente statunitense Donald Trump ha sospeso temporaneamente la consegna di tutti gli aiuti militari all’Ucraina. La decisione, che era nell’aria già da qualche giorno, arriva dopo lo scontro di venerdì scorso con il presidente ucraino Volodymyr Zelensky e una serie di incontri tra Trump e i responsabili della Sicurezza nazionale.   “Il Presidente è stato chiaro, è concentrato sulla pace – ha detto una fonte della Casa Bianca – È necessario che i nostri partner si impegnino a raggiungere questo obiettivo. Stiamo sospendendo e rivedendo i nostri aiuti per garantire che questo contribuisca a una soluzione”. Secondo alcuni media americani, il “congelamento” riguarderà tutti gli equipaggiamenti militari non ancora arrivati in territorio ucraino.   Fox News , citando un funzionario di alto grado, ha confermato che si tratta di una pausa, che riguarda anche le armi in transito o già in Polonia, e non di una sospensione definitiva. Il sostegno a Kiev riprenderà quando il tycoon riterrà di aver accertato l’impegno in buona fede dell’Ucraina nei negoziati di pace con la Russia. Il quotidiano ha precisato che la decisione riguarda armi e munizioni per un valore di oltre un miliardo di dollari.   A nulla è valsa la mossa del parlamento ucraino, che ha espresso la sua “profonda gratitudine” a Donald Trump, elogiandolo per i suoi sforzi volti a porre fine alla guerra con la Russia.   “A nome del popolo ucraino, la Verkhovna Rada dell’Ucraina esprime la sua profonda gratitudine al presidente Donald Trump, al Congresso degli Stati Uniti e al popolo americano per il loro fermo e costante sostegno all’indipendenza, alla sovranità e all’integrità territoriale dell’Ucraina, nonché per i pacchetti di assistenza alla sicurezza forniti all’Ucraina, che hanno contribuito a stabilizzare la situazione in prima linea”, si legge in una dichiarazione riportata dalla Cnn.   Evidenziata la “necessità di sviluppare ulteriormente la partnership strategica con gli Stati Uniti, in particolare nell’esplorazione di minerali critici”. In precedenza, il tycoon aveva anticipato che avrebbe fornito un aggiornamento sull’accordo sui minerali domani sera. Ha anche ribadito che Zelensky dovrebbe essere più riconoscente del supporto di Washington.   Delle tensioni Trump-Zelensky, ha parlato il deputato russo Andrey Lugovoy. “Il presidente degli Stati Uniti conosce la situazione in Ucraina meglio di Zelensky. Ci sono diverse ragioni per questa conclusione. Gli Stati Uniti hanno schierato le loro forze e capacità in Ucraina già nel 2014. Per gli americani, le informazioni saranno sempre il più corrette possibile, perché non c’è bisogno di nasconderle a nessuno”, ha affermato Lugovoy.   Gli americani avrebbero notizie di prima mano. “Anche le informazioni dal campo di battaglia, ha aggiunto l’ex ufficiale di carriera del Kgb, vengono ottenute con l’aiuto degli americani, in particolare tramite i satelliti spaziali e il sistema Starlink. Inoltre, gli Stati Uniti hanno abbastanza soldi per ricevere dati precisi sia dall’SBU che dalla Direzione principale dell’intelligence del Ministero della Difesa dell’Ucraina”.   “Un altro fatto: ci sono consiglieri americani nella cerchia personale di Zelensky e nei ranghi delle forze armate. Ricevono in modo chiaro e distinto tutte le informazioni necessarie e dettagliate e le trasmettono dove e a chi sono necessarie”, ha concluso il politico russo.",
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  }
},
{
  "_id": {
    "$oid": "67c6b805a23085d1f280a87f"
  },
  "url": "https://www.lidentita.it/lintervista-marco-rizzo-noi-vogliamo-la-pace-leuropa-no/",
  "website": "lidentita.it",
  "header_link": "https://www.lidentita.it/napoli/",
  "channel": "L'Identità",
  "news_country": "Italy",
  "news_region": "Europe",
  "date_added": {
    "$date": "2025-03-04T13:51:25.620Z"
  },
  "title": "L’INTERVISTA – Marco Rizzo: “Noi vogliamo la pace, l’Europa no”",
  "subtitle": "Non sia l’Italia a dividersi sull’unità dell’Occidente",
  "author": "di Laura Tecce -",
  "content": "“Ci sono dei periodi storici che durano tanto tempo e ci sono altri in cui la storia che si fa in cinquant’anni arriva in una settimana e questo è uno di quei tornanti della storia”: così Marco Rizzo, leader di Democrazia Sovrana Popolare, commenta lo scontro Trump-Zelensky in diretta mondiale e non accenna a placarsi in queste ore.   “Quello che sta avvenendo negli Stati Uniti è un cambiamento epocale e io sono discretamente felice perché questo Presidente parla di pace. Se ci fossero Kamala Harris o Biden alla Casa Bianca probabilmente saremmo dentro la terza guerra mondiale. E la guerra termonucleare non so come finirebbe ma certamente un risultato l’avrebbe: in Europa saremmo tutti morti”.   In questo cambio di paradigma che lei ha evidenziato l’Europa è stata esclusa dalle trattative e continua a dare un appoggio incondizionato a Zelensky…  “L’Europa ha decretato la sua morte politica durante questi tre anni, poteva avere un ruolo diverso dagli Stati Uniti, perché questa era la guerra tra Stati Uniti e Russia e aveva anche come obiettivo la distruzione dell’economia dei paesi europei e ci sono riusciti. Noi in Italia prendevamo il gas a basso costo dai russi, oggi lo prendiamo sia dai russi, pagandolo di più con le triangolazioni, che dagli americani, con un gas che quando parte costa uno e quando arriva costa quattro. Dentro questa vicenda è chiaro che il tema del cambiamento irrompe e quindi l’Ue si è ritrovata a fare un vertice a casa di chi? Della Gran Bretagna, che non è un paese membro, quindi in realtà lo scontro vero è che Trump sta disarticolando il blocco occidentale del totalitarismo globalista, il deep state fatto di grandi potentati economici, di grandi lobby, di grandi burocrazie che governano al posto dei popoli e della politica. A Trump gli hanno sparato, lo volevano ammazzare, non lo volevano far tornare alla Casa Bianca… Quelli che vogliono mantenere l’Ue vogliono fare la guerra alla Russia, quindi vogliono la guerra mondiale perché altrimenti perderebbero il loro posto. Trump sta cambiando il mondo e questo ha ovviamente un effetto sull’Italia”.   Appunto, il nostro premier ha un rapporto privilegiato con Trump…  “Sì, lo ha ed è un rapporto diretto. Conosco Giorgia Meloni da tanti anni, è una politica di razza, perché come me non è stata mai aiutata da nessuno, è una che è nata nelle periferie e ha saputo fare la battaglia e oggi è presidente del Consiglio. Non credo che quelli che l’hanno votata fossero contenti quando stava sotto braccio a Biden, sono più contenti adesso che sta sotto braccio a Trump. Ma la premier non può dire che il presidente Usa è bravo altrimenti farebbe saltare il suo governo. Però quelli che vanno a manifestare per l’Ue forse non si ricordano che questa Europa è nemica dell’Italia: guardate cosa ha fatto alla pesca, guardate come ha ridotto l’agricoltura e non solo. I salari dei lavoratori italiani sono tra i più bassi d’Europa negli ultimi 20 anni, tutto ciò che è italiano viene colpito dall’Ue, la vita quotidiana, con questa storia della balla climatica – perché è una balla – è dettata da questi signori che ci vogliono far cambiare le nostre abitudini: il 70% dell’inquinamento è prodotto dalle prime cento multinazionali, sono quasi tutte in occidente, ma di cosa stiamo parlando? Io, come dire, chiederei alla Meloni un po’ più di coraggio. Perché c’è una novella, quella dell’asino di Buridano, che non sapeva scegliere da quale mangiatoia mangiare e così morì di fame”.   Sabato 15 marzo lei sarà in piazza per la pace…  “Sì, quando ho letto l’appello di Michele Serra su Repubblica, e Serra fa rima con guerra, di portare le bandiere d’Europa in piazza contro il cattivissimo Trump, ho pensato subito che il giorno successivo ci sarebbe stata pure la Schlein su Repubblica, e quindi ho detto lanciamo una manifestazione per la sovranità dell’Italia e per la pace. Infatti la segretaria dem ha subito risposto alla chiamata. Vanno con le bandiere dell’Europa, noi con le bandiere dell’Italia, non è una manifestazione di partito ma per affermare la nostra sovranità e per chiedere la pace. Non a caso noi saremo alla Bocca della verità a Roma. Serra è uno di quegli agenti della mutazione genetica del Partito Comunista. Il PCI fu distrutto con due tendenze, una era quella delle stragi, di Gladio, della Nato, l’altra quella di conquistare le fortezze dall’interno e così hanno sciolto il Partito Comunista. Occhetto, Veltroni, tutti gli altri e Serra stava con questi. E vogliamo ricordare che la ’la coalizione dei volenterosi’, come è stata definita nel vertice di Londra di domenica l’accordo di alcuni paesi europei a difesa dell’Ucraina, è il nome di quella che ha fatto la guerra in Iraq”   Ci spieghi meglio.  “Hanno invaso, con la coalizione dei volenterosi, l’Iraq, hanno ucciso Saddam Hussein, due milioni di iracheni, sono arrivati migliaia, centinaia di migliaia di immigrati e queste armi di distruzione di massa non c’erano, era una bufala. Colin Powell raccontò, anni dopo, che era stato obbligato dalla CIA a far vedere questa menzogna. Ecco, quindi facciamo attenzione a quelli che ci parlano negli Stati Uniti e d’Europa – che non esistono -, perché l’Ue fino adesso ci ha portato solo danno. Quelli che vogliono come soluzione più Europa sono quelli come il medico che ti dice che se hai bruciore di stomaco devi mangiare mezzo chilo di soppressata calabrese al giorno. E quando i dolori giustamente aumentano il medico ti dice e allora ne mangi tre chili, così starà meglio. Ecco, l’Ue è la sopppressata”.",
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  }
},
{
  "_id": {
    "$oid": "67c6b805a23085d1f280a87e"
  },
  "url": "https://www.lidentita.it/stefania-nobile/",
  "website": "lidentita.it",
  "header_link": "https://www.lidentita.it/napoli/",
  "channel": "L'Identità",
  "news_country": "Italy",
  "news_region": "Europe",
  "date_added": {
    "$date": "2025-03-04T13:51:25.576Z"
  },
  "title": "Stefania Nobile di nuovo nei guai: le accuse a Milano",
  "subtitle": "Notte tranquilla per il Papa dopo un pomeriggio di passione",
  "author": "di Cristiana Flaminio -",
  "content": "Finisce ancora nei guai Stefania Nobile e le accuse stavolta sono gravissime. La figlia di Wanna Marchi è stata raggiunta questa mattina dall’esecuzione di un’ordinanza di custodia cautelare al regime degli arresti domiciliari. La donna, insieme al suo ex compagno Davide Lacerenza, è accusata delle ipotesi di reato di autoriciclaggio, favoreggiamento e sfruttamento della prostituzione e detenzione e spaccio di sostanze stupefacenti. L’inchiesta, coordinata dai magistrati della Procura della Repubblica di Milano, avrebbe fatto luce su un presunto giro di prostituzione di alto bordo destinato alla città-bene. Secondo le risultanze delle indagini, Lacerenza, insieme alla compagna Stefania Nobile e con la complicità di un altro collaboratore, avrebbe offerto agli avventori del locale che gestiva, la Gintoneria a via Napo Torriani, la possibilità di incontrare delle escort e di pagare per fruire di prestazioni sessuali. I soldi provento dell’attività di prostituzione sarebbero stati poi riciclati nella stessa attività commerciale. Il locale è stato sottoposto a sequestro nell’ambito dell’esecuzione di misure cautelari reali su beni per un valore complessivo pari a 900mila euro.   Stefania Nobile, dopo la lunga vicenda legata al Mago do Nascimento vissuta con la madre, era tornata, da donna libera, in televisione. Aveva raccontato, proprio con Wanna Marchi in una seguitissima serie tv e in un libro la sua esperienza dai fasti delle televendite sui canali specializzati al dramma delle vicende giudiziarie. Adesso un’altra inchiesta la vede indagata a Milano.",
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  }
},
{
  "_id": {
    "$oid": "67c6b805a23085d1f280a87d"
  },
  "url": "https://www.lidentita.it/soldi-a-banche-in-crisi-versati-da-directa-sim-indagate-21-persone/",
  "website": "lidentita.it",
  "header_link": "https://www.lidentita.it/",
  "channel": "L'Identità",
  "news_country": "Italy",
  "news_region": "Europe",
  "date_added": {
    "$date": "2025-03-04T13:51:25.559Z"
  },
  "title": "Soldi a banche in crisi versati da Directa Sim: indagate 21 persone",
  "subtitle": "Il paradosso cinese: dal figlio unico alla crisi demografica",
  "author": "di Ivano Tolettini -",
  "content": "Prestare soldi a istituti di credito in difficoltà, com’erano all’epoca dei fatti Carige e BP Bari, lucrando il 2% del differenziale tra il costo della raccolta del denaro e quanto incassato nel prestarlo. Per gli inquirenti un comportamento da banca centrale più che da società di intermediazione mobiliare, qual è Directa, presieduta da Massimo Segre (nella foto), che avrebbe violato le norme ed è sospettato di abusivismo bancario nella gestione di centinaia di milioni di euro tra il 2019 e il 2023, quando erano scattato le indagini di Consob e Guardia di Finanza, coordinata dalla Procura di Torino, dopo gli accertamenti di Bankitalia che mise in luce il presunto anomalo comportamento. Sono 21 le persone raggiunte dall’avviso di conclusione delle indagini preliminari, prodromico alla richiesta di rinvio a giudizio da parte del Pm Mario Bendoni, che ha indagato anche il co-amministratore di Directa Sim, Giancarlo Marino, delegato dal Cda ad operare su questo dossier. Le investigazioni erano iniziate nelle stesso torno temporale in cui Massimo Segre, nell’estate 2023, balzò all’attenzione delle cronache mondane per quel video che riprendeva la festa in villa a Torino in cui avrebbe dovuto annunciare il matrimonio con la fidanzata Cristina Seymandi, mentre in maniera clamorosa e plateale in realtà informava gli amici della rottura a causa del presunto tradimento della compagna. A suscitare perplessità negli ispettori della Banca d’Italia erano state quelle operazioni che al termine delle indagini sono state formalizzate in ipotesi di reato per abusivismo bancario, falso in bilancio, corruzione tra privati e abusiva attività di mediazione, contestate a quegli intermediari finanziari che operano sul mercato come banca ma senza specifica autorizzazione. I finanzieri del del Nucleo speciale polizia valutariahanno hanno informato 21 persone fisiche e 4 società (Directa Società d’intermediazione mobiliare spa, con sede legale a Torino; Argos corporate finance srl, con sede legale a Milano, Framat srl con sede legale a Trento e GT Advisory srl, con sede legale a Roma) che avranno venti giorni di tempo per presentare memorie difensive o farsi interrogare, prima che la Procura della Repubblica decida di avviare l’azione penale. “Abbiamo sempre operato con correttezza finanziaria e siamo stati trasparenti”, comunicano i vertici di Directa Sim, i quali fin dall’avvio delle indagini e delle successive perquisizioni si sono sempre dimostrati disponibili con l’autorità giudiziaria per l’accertamento della verità. Inoltre, hanno sottolineato che non hanno perso un euro nelle operazioni che sono state tutte chiuse correttamente. Dalle verifiche è emerso che dal 2019 al 2023, Directa aveva custodito e amministrato circa 300 milioni di euro l’anno, affidati dalla clientela istituzionale (bancaria e corporate), per finanziare altri istituti di credito in gravi difficoltà e la remunerazione del rischio sarebbe stato il riconoscimento di tassi di interesse superiori in media del 2% a quelli corrisposti ai depositanti. Secondo il Pm Bendoni in questa maniera sarebbe stato violato “il prescritto vincolo di accessorietà, in quanto la Sim avrebbe dovuto utilizzare tali somme esclusivamente per l’esecuzione di ordini di negoziazione di strumenti finanziari, in realtà mai avvenuta”. Dunque Segre, che di recente è stato assolto in via definitiva dall’accusa di evasione fiscale di 1 milione di euro nell’ambito del concordato Thesan-Savio, è alle prese con una ben più complicata vicenda che coinvolge anche i membri del cda Mauro Fabbri (ex amministratore delegato), Vincenzo Tedeschi, Vittorio Moscatelli e Irene Ballini, nonché il collegio sindacale presieduto da Luca Asvisio. Sono indagati anche i trentini Giuliano Molignoni e Maria Telasman di Framat, che fin qui hanno ribadito la correttezza del loro operato. Dalle verifiche è scaturito che nei bilanci 2019-2022 di Directa Sim non sarebbe stata appostata “l’indicazione dei rischi di credito, liquidità e tasso d’interesse correlati allo svolgimento di tale attività di deposito della liquidità di terzi, fornendo valori dei coefficienti patrimoniali di vigilanza superiori a quelli reali e ai minimi regolamentari”. Nell’inchiesta c’è spazio anche per il ruolo di quattro segnalatori che “ in virtù di un accordo corruttivo con il co-amministratore, avrebbero impiegato parte dei compensi ricevuti dalla Sim per il pagamento di fittizie consulenze per 700 mila euro l’anno, fornite a due società riconducibili al predetto oppure per retrocessioni in contanti allo stesso”.",
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  }
},
{
  "_id": {
    "$oid": "67c6b805a23085d1f280a87c"
  },
  "url": "https://www.lidentita.it/trump-dazi-cina/",
  "website": "lidentita.it",
  "header_link": "https://www.lidentita.it/napoli/",
  "channel": "L'Identità",
  "news_country": "Italy",
  "news_region": "Europe",
  "date_added": {
    "$date": "2025-03-04T13:51:25.405Z"
  },
  "title": "Dazi, ci siamo: Trump raddoppia le tariffe alla Cina",
  "subtitle": "Trump congela gli aiuti militari all’Ucraina",
  "author": "di Giovanni Vasso -",
  "content": "È arrivato il giorno dei dazi, Donald Trump applica le tariffe previste a Canada e Messico nell’ordine del 25% e raddoppia quelle imposte alla Cina portandole fino al 20%. “Non c’è più spazio per Messico e Canada” aveva detto lunedì il presidente Usa lasciando intendere che la fine del mese extra concesso per raggiungere nuovi accordi fosse arrivata senza giungere a un’intesa. Le merci provenienti dal Canada saranno gravate da sovrapprezzi del 25% eccezion fatta per le materie prime energetiche che, per il momento, subiranno dazi più lievi, nella misura del 10 per cento. Per quelle provenienti dal Messico, invece, l’applicazione sarà generalizzata al 25% senza distinzioni di tipologie merceologiche. Ma la verità novità riguarda la Cina i cui prodotti, che inizialmente avrebbero dovuto subire balzelli alla frontiera “solo” per il 10%, si son visti raddoppiare da Trump i dazi fino al 20 per cento. Da Pechino la risposta non s’è fatta attendere troppo. E così il ministero delle Finanze cinese ha annunciato tariffe fino al 15% su alcune importazioni critiche dagli Stati Uniti a cominciare dall’agroalimentare. Dazi saranno applicati all’import di pollo, grano, mais e cotone mentre tariffe più lievi, nell’ordine del 10%, saranno imposte su soia, maiale, manzo, frutta, verdura e latticini. Inoltre Pechino ha annunciato di aver aggiornato la lista delle entità inaffidabili, ossia la black list delle aziende aggiungendo altre dieci imprese Usa all’elenco che operano nel campo dell’intelligenza artificiale, dell’hitech, dell’ingegneria navale e dell’agricoltura bio.   Il Canada, inoltre, ha reagito alle imposizioni americane dichiarandosi pronto a imporre dazi reciproci sulle importazioni americane. Justin Trudeau fa sul serio e non aspetterà: “Se i dazi statunitensi entreranno in vigore, il Canada risponderà a partire da mezzanotte applicando dazi del 25% su 155 miliardi di dollari di merci statunitensi”.",
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  }
},
{
  "_id": {
    "$oid": "67c6b805a23085d1f280a879"
  },
  "url": "https://www.lidentita.it/zelensky-e-ai-titoli-di-coda-per-gli-usa-nuovo-attacco-di-trump-non-vuole-la-pace/",
  "website": "lidentita.it",
  "header_link": "https://www.lidentita.it/",
  "channel": "L'Identità",
  "news_country": "Italy",
  "news_region": "Europe",
  "date_added": {
    "$date": "2025-03-04T13:51:25.366Z"
  },
  "title": "Zelensky è ai titoli di coda per gli Usa. Nuovo attacco di Trump: “Non vuole la pace”",
  "subtitle": "Trump congela gli aiuti militari all’Ucraina",
  "author": "di Ernesto Ferrante -",
  "content": "Donald Trump e la sua amministrazione hanno scaricato Volodymyr Zelensky. Illudendosi di avere ancora la possibilità di dettare le condizioni, il presidente ucraino ha dichiarato alla Bbc che “l’Ucraina è pronta a firmare un accordo sulle terre rare con gli Stati Uniti dopo il suo acceso confronto con Donald Trump venerdì”.   Raggelante la reazione statunitense. “Al momento no”, ha risposto il segretario Usa al Tesoro, Scott Bessent, alla domanda della Cbs se l’intesa sui minerali fosse ancora sul tavolo. “Tutto ciò che il presidente Zelensky doveva fare era venire a firmare questo accordo economico e mostrare ancora una volta che non c’era grande differenza, nessuna differenza, tra il popolo ucraino e il popolo americano, e ha scelto di mandare tutto all’aria”, ha spiegato Bessent.   Mentre l’Europa cerca di tenerlo ancora in sella, proponendo piani tardivi, fragili tregue mensili e nuovi pacchetti di aiuti, Washington guarda già oltre. Il Consigliere per la sicurezza nazionale Usa Mike Waltz ha sottolineato che gli Stati Uniti hanno “bisogno di un leader che possa trattare con noi, trattare con i russi quando sarà il momento e porre fine a questa guerra”.   Messaggio sibillino per il presidente francese Emmanuel Macron e compagnia. Gli Usa “accolgono con favore gli europei che assumono un ruolo guida nella sicurezza europea” ma il Vecchio Continente deve investire “nelle proprie capacità per poterlo fare”, ha fatto sapere Walz.   Lo speaker della Camera, Mike Johnson, è stato ancora più diretto alla Nbc: “O Zelensky torna alla ragione e al tavolo dei negoziati con gratitudine, o qualcun altro deve guidare il Paese per farlo”. La partita per la sostituzione è apertissima.   Elon Musk e Tulsi Gabbard hanno attaccato l’Ue, criticandone le ultime mosse. “I leader dell’Ue e Zelensky si riuniscono per cene eleganti mentre gli uomini muoiono nelle trincee. Quanti genitori vedranno più i loro figli? Quanti figli non vedranno più i loro padri?”, ha scritto dopo la fine degli incontri a Londra il Ceo di X.   I Paesi europei che hanno ribadito il loro sostegno all’ex comico “non sono impegnati per la causa e per i valori della libertà e non credono nella pace”, ha affermato la direttrice dell’intelligence a stelle e strisce.   Donald Trump potrebbe chiudere i cordoni della borsa per Kiev. La legge, introdotta da Thomas Jefferson e nota come “Impoundment Control Act”, dà al presidente il potere di ritardare o annullare determinati fondi. La revoca deve essere approvata dal Congresso, attualmente controllato dai repubblicani. I rinvii della spesa non devono estendersi oltre l’anno fiscale. La Camera dei rappresentanti e Senato possono annullarli con un percorso veloce.   Dall’inizio del conflitto in Ucraina, gli Stati Uniti hanno inviato 71 spedizioni di aiuti militari a Zelensky, presi dalle scorte esistenti per un valore di 33,8 miliardi di dollari, tra cui oltre 3 milioni di munizioni di artiglieria, migliaia di razzi, missili antiaerei e veicoli corazzati.   Gli Usa hanno sborsato inoltre 33,2 miliardi di dollari attraverso il programma “Ukraine Security Assistance Initiative (USAI)”, per consentire agli ucraini di acquistare equipaggiamento militare dalle aziende di difesa statunitensi.   Attraverso Truth social il tycoon ha lanciato un nuovo ultimatum al suo omologo ucraino: “L’America non sopporterà ancora a lungo” la posizione sul cessate il fuoco di Zelensky, che oggi ha “fatto la peggiore dichiarazione che potesse fare”, dicendo che la fine della guerra con la Russia è ancora “molto molto lontana”. Le sue parole, secondo il capo della Casa Bianca, sono una dimostrazione che “non vuole che ci sia la pace’”.   Ma, ha proseguito Trump, “l’Europa, nell’incontro avuto con Zelensky, ha dichiarato senza mezzi termini che non si può lavorare senza gli Stati Uniti”.",
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  }
},
{
  "_id": {
    "$oid": "67c6b805a23085d1f280a878"
  },
  "url": "https://www.lidentita.it/non-sia-litalia-a-dividersi-sullunita-delloccidente/",
  "website": "lidentita.it",
  "header_link": "https://www.lidentita.it/",
  "channel": "L'Identità",
  "news_country": "Italy",
  "news_region": "Europe",
  "date_added": {
    "$date": "2025-03-04T13:51:25.161Z"
  },
  "title": "Non sia l’Italia a dividersi sull’unità dell’Occidente",
  "subtitle": "L’INTERVISTA – Marco Rizzo: “Noi vogliamo la pace, l’Europa no”",
  "author": "di Giuseppe Ariola -",
  "content": "Che quanto accaduto nello Studio Ovale la scorsa settimana abbia segnato una delle pagine peggiori degli ormai oltre tre anni di conflitto tra Russia e Ucraina è indubbio, ma altrettanto indiscutibile è che a rimetterci non può certamente essere il fronte dell’Occidente. E se in qualche modo questa alleanza si è incrinata, che sia per il botta e risposta tra Trump e Zelensky, per i dazi imposti dagli Usa o semplicemente per il nuovo corso intrapreso dalla Casa Bianca, non c’è alternativa che lavorare a una sua rapida ricomposizione, da parte di tutte le parti in causa. Senza dubbio, perché ciò avvenga occorre che l’Europa superi finalmente una grande prova di maturità, dimostrandosi realmente unita e mossa da quella comunione di intenti che a più riprese è apparsa, invece, purtroppo perduta. Se quindi una manifestazione pro-Europa può avere una sua logica, la piazza non può certo diventare un’occasione per tracciare la distanza con gli Stati Uniti, rischiando di compromettere l’Alleanza Atlantica. Il dialogo tra democrazie compiute non può infatti certamente interrompersi, ma va incentivato, innanzitutto nell’interesse dell’Ucraina e della sua popolazione. L’ appello di Giorgia Meloni a ritrovare l’unità dell’Occidente è dunque più che sensato, addirittura scontato, forse finanche banale, e meraviglia ci sia chi, al contrario, chiede al governo italiano di scegliere tra Trump e l’Europa come fa il Pd o chi lo accusa di non aver preso posizione in merito, come sostenuto da Giuseppe Conte. Così come è un errore infilarsi nello scontro tra il presidente americano e quello ucraino come ha fatto la Lega. Una politica matura dovrebbe capire che in questa situazione non c’è spazio per il tifo da stadio, che Europa e Stati Uniti hanno reciprocamente bisogno l’uno dell’altro e che il dialogo tra loro deve prescindere da chi siede alla Casa Bianca o guida le principali cancellerie dei paesi dell’Ue. Per raggiungere e mantenere la pace, per garantire la sicurezza a livello internazionale, per difendere le libertà che solo le democrazie occidentali possono garantire, non si può prescindere dal dialogo e dalla ferma volontà di far prevalere le ragioni dell’unità anche quando ci sono delle divisioni. Bisogna piuttosto avere l’umiltà di comprendere che spesso e volentieri un compromesso è indispensabile, ma anche quella di ammettere che alcuni terreni, come quello che riguarda la questione ucraina, sono particolarmente impervi e che è facile scivolare. L’importante è riuscire ad alzarsi, magari con l’aiuto dei compagni di viaggio.",
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  }
},
{
  "_id": {
    "$oid": "67c6b805a23085d1f280a877"
  },
  "url": "https://www.lidentita.it/europa-difesa/",
  "website": "lidentita.it",
  "header_link": "https://www.lidentita.it/",
  "channel": "L'Identità",
  "news_country": "Italy",
  "news_region": "Europe",
  "date_added": {
    "$date": "2025-03-04T13:51:25.040Z"
  },
  "title": "L’Europa gioca in Difesa e Leonardo (ma non solo) vola in Borsa",
  "subtitle": "Il paradosso cinese: dal figlio unico alla crisi demografica",
  "author": "di Giovanni Vasso -",
  "content": "L’Europa gioca in Difesa e Leonardo, insieme agli altri colossi europei del settore, vola in Borsa. Più che i venti di guerra, pesano le intenzioni della Commissione Ue di “riarmare” il Vecchio Continente. E oggi se ne saprà di più. Già, perché ieri la presidente dell’esecutivo comunitario, Ursula von der Leyen, ha annunciato la presentazione di un piano a proposito del riarmo dell’Europa che verrà discusso, con ogni probabilità, nella giornata di giovedì prossimo quando i Paesi membri si ritroveranno attorno al tavolo del Consiglio Europeo. “Sto preparando intensamente il Consiglio europeo insieme al presidente Costa, e in effetti – ha affermato von der Leyen nel punto stampa tenutosi a Bruxelles – informerà gli Stati membri tramite una lettera sul piano per il riarmo dell’Europa”. Ursula ha le idee chiare: “Abbiamo bisogno di un massiccio aumento della difesa senza alcun dubbio. Vogliamo una pace duratura, ma una pace duratura può essere costruita solo sulla forza. E la forza inizia con il rafforzamento di noi stessi, e questo è lo scopo del piano che presenterà agli Stati membri domani per il riarmo dell’Europa”. Parole, queste, che hanno scatenato l’entusiasmo degli investitori che, sulle piazze borsistiche di tutto il Continente, hanno scommesso fortissimo sui colossi della Difesa. A cominciare da Leonardo che ieri ha sfiorato rialzi pari al 10 percento segnando un aumento, sul periodo dell’anno, stimato in circa il 111% del valore. Bene anche Fincantieri il cui valore per azione è aumentato, in un giorno, di circa il 6 per cento. Benissimo, invece, è andata alla tedesca Rheinmetall le cui azioni sono salite di un ulteriore 13,7% portando il valore di ogni partecipazione, solo nell’ultimo anno, a salire di un favoloso +166%. Si festeggia pure in Francia dove i titoli di Thales hanno guadagnato poco più del 14% nella sola giornata di ieri e addirittura il 58% sull’ultimo anno e Dassault mette a segno un balzo pari a circa il 16,5% che porta l’aumento annuale del valore delle sue azioni sulla percentuale lusinghiera del 53%. L’effetto più che tonificante dei nuovi piani di riarmo Ue si sono avvertiti fino in Svezia dove Saab ha guadagnato, in un giorno, poco più del 12% e in un anno circa il 67%. Segno più anche fuori dall’Ue. La britannica Bae System vola poco oltre il 13,5% in un giorno e guadagna, sul trend annuale, circa il 27%. Il rilancio delle aziende della Difesa non è, con ogni evidenza, una notizia di oggi. Ma il loro momento è adesso. Perché con il piano di riarmo annunciato da Von der Leyen sono in arrivo commesse importanti per le società più importanti di un comparto e a maggior ragione per quelle europee dal momento che le tensioni con gli Stati Uniti hanno portato Bruxelles a varare, seppur in altre iniziative come quella del Clean Industrial Deal , un approccio Europe First che potrebbe lasciare proprio agli attori europei del settore una fetta importante dell’intera torta. Che sarà miliardaria, sicuramente. Anche se le dimensioni non sembrano ancora chiarissime. Il presidente francese Emmanuel Macron ha parlato di investimenti da almeno 200 miliardi di euro fissando l’asticella del rapporto tra spese militari e prodotto interno lordo nel 3,5% del Pil. Una soglia imponente, rispetto agli standard cui l’Europa s’era abituata negli anni passati. E su cui il ministro italiano agli Affari Ue, Tommaso Foti, non s’è detto propriamente d’accordo: “Intanto rispettiamo l’impegno del 2% che, ricordo, aveva sottoscritto Giuseppe Conte”, ha affermato a Repubblica, non risparmiando una stilettata all’ex premier oggi capo politico del M5s. La volontà (e soprattutto la possibilità) di investire, in Europa, potrebbe essere ulteriormente rafforzata dagli ottimi dati che arrivano sul fronte inflazione. Eurostat, difatti, certifica la discesa del livello medio dei prezzi nell’area Ue: oggi l’inflazione nel Vecchio Continente è pari al 2,4%. Nemmeno i falchi più arrabbiati potranno impedire il nuovo taglio ai tassi di interesse già previsti dagli analisti in vista della prossima riunione del board della Bce che si terrà nella giornata di giovedì proprio mentre si terrà il Consiglio Europeo evocato da Ursula von der Leyen. Se dovessero scendere ancora i tassi, ipotesi più che probabile, per gli Stati indebitarsi per investire non sarà più un problema come lo è stato nel corso dei mesi scorsi. E a proposito di debiti e conti finanziari, il ministro Giorgetti brinda ai dati di finanza pubblica e in materia di Pil pubblicati ieri mattina dall’Istat: “Le cifre confermano, come da sempre sostenuto con convinzione, che la finanza pubblica è in una condizione migliore del previsto. L’avanzo primario certificato oggi dall’Istat è una soddisfazione morale. La crescita corrisponde a quella che avevamo aggiornato a dicembre”. E ancora: “Naturalmente tutto questo è confortante ed è ragione di soddisfazione. Ma non possiamo fermarci ora la sfida è la crescita in un contesto assai problematico non solo italiano ma che coinvolge tutta Europa”.",
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  }
},
{
  "_id": {
    "$oid": "67c6b805a23085d1f280a876"
  },
  "url": "https://www.lidentita.it/figlio-unico/",
  "website": "lidentita.it",
  "header_link": "https://www.lidentita.it/",
  "channel": "L'Identità",
  "news_country": "Italy",
  "news_region": "Europe",
  "date_added": {
    "$date": "2025-03-04T13:51:25.029Z"
  },
  "title": "Il paradosso cinese: dal figlio unico alla crisi demografica",
  "subtitle": "Soldi a banche in crisi versati da Directa Sim: indagate 21 persone",
  "author": "di Cristiana Flaminio -",
  "content": "Il paradosso cinese: dalla politica del figlio unico alla proposta di abbassare l’età dei matrimoni per spingere i giovani a metter su famiglia. A Pechino, ormai da qualche anno, si condivide l’identico assillo che attanaglia l’Occidente. Non si fanno più figli. O, quantomeno, non se ne fanno abbastanza. Il governo cinese non sa più che pesci pigliare. Ne hanno provate di ogni. A dicembre scorso, per esempio, furono lanciati i “corsi d’amore” per spiegare ai ragazzi quanto sia bello sposarsi, prendersi la responsabilità di dare un futuro al Paese. Ma a febbraio scorso i dati non sono stati per nulla incoraggianti: Pechino ha registrato il minimo storico di matrimoni: nel 2024 ne sono stati celebrati soltanto 6,1 milioni per un calo superiore al 20% rispetto al 2023. Contestualmente però è salito il numero dei divorzi: 2,82 milioni soltanto nell’anno appena passato. La Conferenza politica consultiva del popolo cinese ha intenzione di presentare al governo una proposta finalizzata ad abbassare a 18 anni l’età minima del consenso per contrarre matrimonio. Una mossa che vorrebbe “sprigionare il potenziale riproduttivo” dei ragazzi. Ma che, secondo molti osservatori, non basterebbe. Occorrerebbe, difatti, mettere mano alle politiche restrittive, in termini di riproduzione, che la Cina si porta appresso da decenni, dai tempi in cui si imponeva ai genitori quella che sarebbe diventata una delle politiche simbolo del regime comunista: quella del figlio unico. E bisogna farlo subito. Altrimenti le cose rischiano di mettersi male. Tuttavia una buona notizia c’è: il 2024 ha fatto registrare un piccolo balzo in avanti nelle nascite: sono state 9,54 milioni rispetto ai 9,02 del 2023. Ma c’è una spiegazione: era l’Anno del Dragone, considerato di ottimo auspicio per i nascituri. E quindi i genitori cinesi si sarebbero “organizzati” per mettere al mondo i loro figli nell’anno considerato fausto dalla cultura locale.",
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  }
},
{
  "_id": {
    "$oid": "67c6b805a23085d1f280a875"
  },
  "url": "https://www.lidentita.it/papa-pomeriggio/",
  "website": "lidentita.it",
  "header_link": "https://www.lidentita.it/",
  "channel": "L'Identità",
  "news_country": "Italy",
  "news_region": "Europe",
  "date_added": {
    "$date": "2025-03-04T13:51:25.017Z"
  },
  "title": "Notte tranquilla per il Papa dopo un pomeriggio di passione",
  "subtitle": "Stefania Nobile di nuovo nei guai: le accuse a Milano",
  "author": "di Cristiana Flaminio -",
  "content": "Papa Francesco ha dormito tutta la notte dopo i “due episodi di insufficienza respiratoria acuta” registratisi nel pomeriggio di ieri a causa di un “importante accumulo di muco endobronchiale e conseguente broncospasmo” che ha costretto i medici a eseguire “due broncoscopie con necessità di aspirazione di abbondanti secrezioni”. Nonostante “il quadro complicato”, fanno sapere dalla Sala Stampa Vaticana che il pontefice rimane “sempre vigile, orientato e collaborante” e che, in ogni caso, la prognosi resta ancora riservata. Dopo una giornata così faticosa, per Papa Francesco “prosegue il riposo” dopo aver dormito tutta la notte e dopo essere stato sottoposto, una volta ancora, alla ventilazione meccanica non invasiva, nel pomeriggio di ieri, per superare la doppia crisi. Che ha fatto provare al pontefice “la sofferenza di chi sente mancargli il respiro”.   Siamo giunti al diciannovesimo giorno di ricovero per il Santo Padre al policlinico Agostino Gemelli di Roma. In ogni parte del mondo i fedeli continuano a stringersi in preghiera affinché le condizioni di salute di Papa Francesco migliorino. Nonostante la sofferenza, quella del pontefice “resta davvero la voce più forte, più solida perché tutti possiamo intraprendere la salvezza dell’umano”, ha dichiarato monsignor Vincenzo Paglia presidente della Pontificia Accademia per la vita. Che ha così ringraziato il Pontefice per aver scritto un messaggio all’Accademia per la vita in occasione della 30esima assemblea generale con un convegno internazionale dal titolo “Fine del mondo? Crisi, responsabilità e speranze”.",
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  }
},
{
  "_id": {
    "$oid": "67c6b805a23085d1f280a874"
  },
  "url": "https://www.lidentita.it/multe-green/",
  "website": "lidentita.it",
  "header_link": "https://www.lidentita.it/",
  "channel": "L'Identità",
  "news_country": "Italy",
  "news_region": "Europe",
  "date_added": {
    "$date": "2025-03-04T13:51:25.005Z"
  },
  "title": "Auto, Il piano di Ursula: slittano le multe green ma gli obiettivi Co2 restano",
  "subtitle": "L’Europa gioca in Difesa e Leonardo (ma non solo) vola in Borsa",
  "author": "di Giovanni Vasso -",
  "content": "epa11595807 European Commission President Ursula Von der Leyen reacts during a meeting with Finnish Prime Minister Petteri Orpo (not pictured), as part of his visit to Brussels, Belgium, 10 September 2024. EPA/OLIVIER HOSLET   Da Von der Leyen una mano tesa, ma non troppo, all’industria automobilistica europea: slittano le multe green ma i piani restano invariati. La presidente della Commissione Ue ha rivelato che l’esecutivo ha intenzione di evitare di stangare le case automobilistiche europee che si ritrovano di fronte al pericolo di dover pagare multe salatissime perché non hanno venduto abbastanza auto elettriche. Si passa da uno a tre anni per adeguarsi. Nell’evidente tentativo, e speranza, che il mercato dell’elettrico si riprenda: “E’ la transizione verso una mobilità pulita. C’è una chiara richiesta di maggiore flessibilità sugli obiettivi riguardo alle emissioni di Co2. Come sappiamo, il principio chiave qui è l’equilibrio. Da un lato – ha rilevato von der Leyen – abbiamo bisogno di prevedibilità ed equità per i first mover, le imprese che hanno fatto i loro compiti a casa con successo. Ciò significa – ha sottolineato la presidente della Commissione  – che dobbiamo attenerci agli obiettivi concordati riguardo al percorso di riduzione delle emissioni di Co2”. Se questa è la premessa ”dall’altro lato – ha continuato von der Leyen -, dobbiamo ascoltare le voci e le parti interessate che chiedono più pragmatismo in questi tempi difficili, e neutralità tecnologica, soprattutto quando si tratta degli obiettivi del 2025 e delle relative sanzioni in caso di non conformità”. Voci che, peraltro, le sono giunte direttamente dal suo stesso partito, il Ppe, che domenica le ha chiesto di ripensare l’obiettivo del ban al motore termico nel 2035, una vera e propria pietra angolare del Green Deal Ue. “Per affrontare questo punto in modo equilibrato – ha annunciato la presidente della Commissione -, proporrò un emendamento mirato al regolamento sugli standard di Co2 questo mese: invece della conformità annuale, le aziende avranno tre anni, Gli obiettivi – ha precisato von der Leyen – rimangono gli stessi, le imprese devono rispettare i propri obiettivi. Ma significa che c’è più spazio di manovra per l’industria. Significa anche più chiarezza e senza modificare gli obiettivi concordati”. La presidente crede di aver trovato un’ottima soluzione di compresso: “Sono certa che un emendamento così mirato potrebbe essere concordato rapidamente dal Parlamento europeo e dal Consiglio Ue, perché ovviamente ha senso solo se concordato rapidamente. Allo stesso tempo – ha concluso -, ci prepareremo ad accelerare i lavori sulla revisione riguardo al 2035 con la piena neutralità tecnologica come principio fondamentale”.   Esulta la Lega, il capodelegazione a Strasburgo, Paolo Borchia, ora chiede di accelerare: “Sanzioni ai produttori auto scongiurate per quest’anno, l’Europa ancora una volta si accorge dopo anni che aveva ragione la Lega, che con i suoi alleati ha sempre criticato le follie green di questa Commissione. Bruxelles sta facendo marce indietro su moltissime sue proposte, multe, Green deal, Nutriscore, immigrazione, intelligenza artificiale, sta dicendo quello che noi dicevamo cinque anni fa, e chissà su quali altri temi scoprirà che i suoi diktat e i suoi estremismi erano sbagliati”. Borchia, però, non dimentica: “Dov’era Von der Leyen, dov’era la maggioranza che l’ha sempre sostenuta, quando la Lega li metteva in guardia sulle loro politiche dannose per imprese, lavoratori e famiglie? Ora lavorare per azzerare tutte le eco follie anti italiane”.",
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  }
},
{
  "_id": {
    "$oid": "67c6b805a23085d1f280a873"
  },
  "url": "https://www.lidentita.it/quellaccordo-segreto-tra-regno-unito-e-ucraina/",
  "website": "lidentita.it",
  "header_link": "https://www.lidentita.it/",
  "channel": "L'Identità",
  "news_country": "Italy",
  "news_region": "Europe",
  "date_added": {
    "$date": "2025-03-04T13:51:24.994Z"
  },
  "title": "Quell’accordo segreto tra Regno Unito e Ucraina",
  "subtitle": "Trump congela gli aiuti militari all’Ucraina",
  "author": "di Rita Cavallaro -",
  "content": "E negli Stati Uniti scoppia il giallo dell’accordo segreto tra Regno Unito ed Ucraina. C’è un documento che, nelle ultime ore, sta alimentando una serie di sospetti sui retroscena alla base della “strigliata” messa in atto nella Studio Ovale dal presidente Donald Trump e dal suo vice JD Vance nei confronti del presidente ucraino Volodymyr Zelensky. Alcuni giornalisti statunitensi, infatti, proprio nelle ore in cui il Tycoon stava valutando se sospendere qualsiasi aiuto militare a Kiev e perfino l’ultimo invio delle munizioni già pagate dall’amministrazione Biden, hanno tirato fuori dal cilindro un accordo di partnership, per la durata di 100 anni, stigliato lo scorso 16 gennaio da Zelensky e dal premier inglese Keir Starmer che, tra i vari punti, prevede anche lo sfruttamento, da parte della Gran Bretagna, delle risorse minerali dell’Ucraina, oltre che un impegno su difesa, sicurezza, energia e infrastrutture. Nel documento, inoltre, si parla dell’istituzione di un gruppo di lavoro speciale, progettato per “massimizzare i benefici” dei “minerali critici” del Paese. Insomma, un accordo tenuto sottobanco, secondo alcuni media americani, e che è stato perfezionato e siglato ben prima di quello che Zelensky avrebbe dovuto sottoscrivere la settimana scorsa a Washington, in cui è contenuto proprio lo sfruttamento delle terre rare da parte degli Usa, e che poi è saltato a seguito della lite tra presidenti andata in scena davanti alle telecamere di tutto il mondo. E ora l’esistenza di quell’accordo ha spalancato le porte a una nuova narrazione sulle reali intenzioni di Zelensky a firmare il documento americano, oltre alle teorie del complotto su cosa ci sia dietro la visita del presidente ucraino, dipinto come colui che non vuole la pace e che avrebbe avuto un atteggiamento irrispettoso perché, di fatto, l’accordo non voleva firmarlo, ma sperava di portare a casa altri aiuti statunitensi per continuare la guerra con Vladimir Putin. A gettare ombre sulla questione il colonnello in pensione dell’esercito americano Tony Shaffer, il quale, intervenendo sulla tv NewsMax, ha spiegato che la Casa Bianca e l’Ucraina sono coinvolte in una “battaglia di narrazioni contrastanti” sull’accordo sui minerali dell’Ucraina, considerando che, tre giorni prima dell’insediamento del presidente Donald Trump, gli inglesi hanno firmato un accordo con Kiev che include i diritti sulle risorse. “Questo è sul sito web del governo Regno Unito”, ha detto Shaffer, presidente del Project Sentinel, a Wake Up America Weekend. “L’Ucraina e il Regno Unito hanno firmato un accordo di 100 anni su garanzie di sicurezza e sviluppo economico”. E si è detto convinto che le parole forti rivolte venerdì nello Studio Ovale a Zelensky siano state il risultato della scoperta, da parte del presidente Usa e del suo team, di “essere presi in giro”. Shaffer ha aggiunto: “Noi, gli Stati Uniti, stiamo cercando di firmare un accordo che fornisca garanzie di sicurezza per un accordo di sviluppo economico che Starmer ha già firmato per farlo loro. Quindi la prima cosa da fare è che le persone facciano un passo indietro e siano oneste su ciò che sta realmente accadendo”. Insomma, la questione è che Trump ha cercato di portare avanti un “accordo lineare” per firmare il documento sui diritti minerari, “sapendo benissimo che gli inglesi avevano già firmato questo tre giorni prima del suo insediamento”. E sarebbe questo il motivo per cui il presidente ha cacciato Zelensky, dicendogli di tornare solo quando sarà pronto a firmare l’accordo.",
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  }
},
{
  "_id": {
    "$oid": "67c6b804a23085d1f280a872"
  },
  "url": "https://www.lidentita.it/un-mondo-a-colori-dove-lazzurro-europa-e-sempre-piu-sbiadito/",
  "website": "lidentita.it",
  "header_link": "https://www.lidentita.it/",
  "channel": "L'Identità",
  "news_country": "Italy",
  "news_region": "Europe",
  "date_added": {
    "$date": "2025-03-04T13:51:24.968Z"
  },
  "title": "Un mondo a colori dove l’azzurro Europa è sempre più sbiadito",
  "subtitle": "Fare il bullo non è da Potus",
  "author": "di Dino Giarrusso -",
  "content": "Da oggi L’identità torna tutta a colori su carta di alta qualità, migliorando la stampa in ogni dettaglio. Questa è una notizia bella per i lettori de L’identità cartacea ed un punto d’orgoglio per noi che il giornale lo facciamo ogni giorno pensando a chi ci legge e chi ci compra, tentando di trasferire nei nostri contenuti il profondo rispetto che nutriamo per chi sceglie di seguirci. Far crescere L’identità è una sfida quotidiana, e benché oggi sia più semplice leggere gli articoli online, sullo smartphone o il PC, noi crediamo ancora tantissimo al valore del quotidiano cartaceo, alla bellezza di tenerlo in mano ed anche alla sua funzione sociale (chi qui scrive ha nostalgia dei bar dove venivano inseriti i quotidiani fra stecche di legno per aiutare la clientela a sfogliarli), in un periodo in cui va troppo di moda l’isolarsi l’un dall’altro. E se L’identità ha di nuovo tutti i colori, sembra oggi terribilmente sbiadito, sullo scacchiere internazionale, quel bel blu che punteggiato da stelle giallo-oro rappresenta l’Unione Europea. Ed era un volto di ragazza tutto tinto di quel blu intenso, l’immagine con la quale è stata lanciata la manifestazione pro-Europa dal giornalista e autore televisivo Michele Serra, oggi in forza a Repubblica. Ha un che di commovente, se vogliamo, l’appello lanciato da Serra con la modestia che gli è propria da qualche lustro, quasi fosse un anziano saggio che, ritiratosi su una montagna, chiede a chi ancora sta giocando la partita del futuro di fare attenzione. Ed è interessante l’adesione numerosa e con entusiasmo multipartisan, da parte di Carlo Calenda, Gianfranco Fini, il sindaco di centrodestra di Palermo Lagalla, quella di Firenze Funaro del PD, e così via. Si è finalmente, capito che l’Europa non conta più niente, che Trump l’ha scavalcata a piè pari, che forse si è sottovalutata la disaffezione dei nostri concittadini verso questa istituzione distante ma dominante? Perché l’Europa, la grande Europa, l’Europa unita, l’Europa che ci salverà, l’Europa che tiene lontana la guerra, l’Europa che ci tiene in piedi, l’Europa che ce lo chiede è da decenni distantissima dalla gente e vicinissima a circoli ristretti e giri di potere sempre più autoreferenziali. A leggere commenti, intenti e atteggiamenti, si nota subito il rischio che anche questa grande manifestazione (ma grande davvero sarà?) possa rimanere un esercizio sterile, un cantarsela e suonarsela da parte di un gruppo (in questo caso molto ampio, e non per forza caratterizzato politicamente) che gestisce perfettamente le proprie questioni, che detta l’agenda, che fa i titoli dei giornali più importanti ed imperversa in TV (tutti che si invitano a vicenda, che meraviglia!), ma che ha creato una distanza fra sé e il popolo che ogni giorno, ogni ora, ogni minuto diventa più vasta e apparentemente incolmabile. Trump, con la sua innegabile arroganza che qui abbiamo severamente stigmatizzato, ha saputo creare una connessione col suo popolo. In Italia nell’ultimo trentennio ci sono riusciti in pochissimi: Berlusconi, più di tutti quanto a durata di quel rapporto, e poi – per periodi piuttosto brevi – Renzi, Grillo, Salvini e oggi Meloni. Insieme a loro un nugolo vastissimo di giornalisti, opinion leader, presentatori, portaborse e aspiranti tali, pronti a glorificare il loro prescelto. Il popolo mai, il popolo sempre tenuto ai margini. E oggi, che l’Europa arranca e dimostra una debolezza senza precedenti, il 15 marzo sarà l’ennesima riunione gruppettar elitaria o l’inizio di un nuovo rapportarsi con i cittadini, quelli veri?",
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  }
},
{
  "_id": {
    "$oid": "67c6b804a23085d1f280a871"
  },
  "url": "https://www.lidentita.it/cioccolato-richiama-100mila-visitatori-golosi-in-piazza-vittorio-veneto/",
  "website": "lidentita.it",
  "header_link": "https://www.lidentita.it/",
  "channel": "L'Identità",
  "news_country": "Italy",
  "news_region": "Europe",
  "date_added": {
    "$date": "2025-03-04T13:51:24.904Z"
  },
  "title": "Cioccolatò richiama 100mila visitatori golosi in piazza Vittorio Veneto",
  "subtitle": "Un omaggio a Carlo Collodi con il progetto Pinocchio al teatro Carignano. Per grandi e piccini",
  "author": "di Redazione -",
  "content": "Non ha tradito le attese la nuova edizione di Cioccolatò, con oltre  100mila passaggi  nei 4 giorni, grande il successo della rassegna golosa che ha avuto come principale location piazza Vittorio Veneto a Torino da giovedì 27 febbraio a domenica 2 marzo, con un’area espositiva da 70 stand e circa 50 produttori di cioccolato all’insegna dell’alta qualità.   Tanti gli eventi collaterali e le iniziative diffuse organizzate in occasione della kermesse, con i 70 appuntamenti di un programma ricco e variegato, finalizzato ad un’analisi a 360° del cioccolato, cui si sommano numerosi tour e visite guidate. Dal  cibo degli dèi  come fenomeno di cultura pop, immortalato dai romanzi e dal grande cinema, quanto come realtà socio economica, con incontri più settoriali, che hanno approfondito temi relativi alla produzione, al costo della materia prima e alle abitudini di consumo degli utenti finali.   CIOCCOLATÒ 2025 – ALCUNI NUMERI DELL’EDIZIONE 2025   Il colpo d’occhio di piazza Vittorio Veneto, la più grande del centro cittadino, gremita per quattro giorni di avventori, appassionati, o semplicemente golosi incuriositi dal nuovo volto della  kermesse , descrive bene da solo il grande successo dell’edizione 2025. Anche al di là delle apparenze, tuttavia, occorre dare uno sguardo più ravvicinato ai numeri di questa edizione 0, che lascia già presagire ottimistiche aspettative per gli anni a venire.   Dal questionario sottoposto nella serata di ieri da Turismo Torino e Provincia agli espositori in piazza, infatti, è emerso un  giudizio globale più che positivo  rispetto all’esperienza vissuta con la nuova edizione di CioccolaTò (punteggio 4 su 5) e all’organizzazione dell’evento stesso (5 su 5). Apprezzati in genere gli allestimenti e i servizi messi a disposizione degli espositori dall’organizzazione. Positivi i giudizi sulla nuova location e sulla data proposta: qualcuno suggerisce una data più in prossimità alla festa di San Valentino, un prolungamento dell’orario il venerdì e il sabato sera o addirittura un evento su due weekend.   Per tutti gli espositori interpellati,  ottime vendite , con risultati superiori alle aspettative. Molti i banchi rimasti senza merce a fine evento: alla domanda: “ quanto cioccolato ha portato in piazza? ” molti espositori hanno dichiarato di aver superato i tre quintali di merce.   Buona l’affluenza di pubblico che è risultato ben informato e in target con la manifestazione, con picchi di presenze durante tutta la giornata di domenica 2 marzo. Tra i prodotti più venduti: i gianduiotti, le tavolette di cioccolato e alcune specialità spesso create ad hoc per l’evento come tartufi, drages e creme spalmabili, baci di dama e tris di torte.  Il 100% degli espositori dichiara di voler partecipare alla prossima edizione .   Il ricco palinsesto di eventi che ha portato, nelle diverse sedi cittadine, migliaia di persone alla scoperta del mondo del cioccolato, è stato caratterizzato da  19 visite guidate, 18 tour, 20 talk, 24 tra showcooking e masterclass con degustazione, laboratori per bambine e bambini  ogni giorno e ben  due mostre  nelle altrettanto prestigiose sedi di Palazzo Saluzzo Paesana e Gallerie d’Italia – Torino, mentre nelle mattine del weekend il programma è stato aperto con l’elegante rassegna stampa “Pasta e sfoglio” al Caffè Elena. Il Circolo dei Lettori, inoltre, ha ospitato 5 incontri con autrici e autori intorno a importanti opere letterarie che hanno immortalato il ruolo del cioccolato nella cultura collettiva, testimonianza ulteriore della caratterizzazione culturale della manifestazione. In generale, ottima la partecipazione, con  40 appuntamenti andati sold-out . Sempre affollati i tram che hanno proposto due diversi itinerari nel centro cittadino con degustazioni e curiosità.   I 62 eventi che hanno previsto una donazione all’Istituto Piemontese per la Ricerca sul Cancro di Candiolo hanno raccolto, in totale,  4.300 euro .",
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  }
},
{
  "_id": {
    "$oid": "67c6b804a23085d1f280a870"
  },
  "url": "https://www.lidentita.it/barcellona-messina/",
  "website": "lidentita.it",
  "header_link": "https://www.lidentita.it/",
  "channel": "L'Identità",
  "news_country": "Italy",
  "news_region": "Europe",
  "date_added": {
    "$date": "2025-03-04T13:51:24.778Z"
  },
  "title": "Scontro tra bus a Barcellona: paura per scolaresca di Messina",
  "subtitle": "Stefania Nobile di nuovo nei guai: le accuse a Milano",
  "author": "di Cristiana Flaminio -",
  "content": "Un’intera scolaresca di Messina è rimasta coinvolta in un incidente stradale a Barcellona. L’episodio s’è verificato sulla Diagonal, nella città catalana, quando erano da poco passate le 15 del pomeriggio. Il sinistro ha coinvolto due bus, quello a bordo del quale viaggiavano i liceali italiani e un altro che, come riporta CatalanNews, era pieno di turisti da crociera, che, per cause che restano al vaglio delle forze dell’ordine, si sono tamponati. A seguito dell’impatto, uno dei due mezzi pesanti ha sbandato finendo la sua corsa contro un albero. Il bilancio dell’incidente è pesante: ci sono almeno trentaquattro feriti, quattro dei quali versano in gravi condizioni. Ma, per fortuna, tra di loro non ci sarebbe nessuno dei ragazzi italiani coinvolti, loro malgrado, nell’impatto. Solo uno degli studenti sarebbe rimasto contuso ma in maniera molto lieve. Il consolato italiano a Barcellona s’è subito messo in moto per dare aiuto alla scolaresca in gita da Messina , sul posto è subito arrivato un pullman sostitutivo che ha portato i ragazzi al loro albergo. Già domani dovrebbero rientrare in Italia. Si tratta di un gruppo di studenti del Liceo Classico La Farina del capoluogo peloritano. La notizia ha sollevato un’ondata di preoccupazione in tutta la Sicilia che, per fortuna, s’è subito tramutata in sollievo quando la Farnesina ha confermato che nessuno degli italiani in viaggio a Barcellona era rimasto seriamente ferito dall’impatto.",
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  }
},
{
  "_id": {
    "$oid": "67c6b7416e91873c1491a170"
  },
  "url": "https://punchbowl.news/article/finance/economy/trump-scraps-beneficial-ownership-reform/",
  "website": "punchbowl.news",
  "header_link": "https://punchbowl.news/washington/senate/",
  "channel": "Punchbowl News",
  "news_country": "United States",
  "news_region": "North America",
  "date_added": {
    "$date": "2025-03-04T13:48:09.491Z"
  },
  "title": "Trump scraps beneficial ownership reform",
  "content": "The Trump administration has gutted a regulation designed to crack down on money laundering in the United States. The move made over the weekend prompted cheers from small business advocates and congressional Republicans.     The Treasury Department announced on Sunday that it would suspend all fines and enforcement activity associated with the implementation of the Corporate Transparency Act. That law, enacted in 2021, required businesses over a certain size to report who benefits from the profits of their operations. Treasury will re-propose the rule to focus only on foreign companies, a significant reduction in the law’s scope.      \t\t\tRead our latest series\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t  \t\t\t\t\t   Our newest editorial project, in partnership with Google, explores how AI is advancing sectors across the U.S. economy and government through a four-part series.       Check out our first feature focused on AI and energy innovation with Governor Youngkin.",
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  }
},
{
  "_id": {
    "$oid": "67c6b7416e91873c1491a16f"
  },
  "url": "https://punchbowl.news/article/foreign-policy/ukraine-minerals-deal-brian-fitzpatrick/",
  "website": "punchbowl.news",
  "header_link": "https://punchbowl.news/washington/senate/",
  "channel": "Punchbowl News",
  "news_country": "United States",
  "news_region": "North America",
  "date_added": {
    "$date": "2025-03-04T13:48:09.474Z"
  },
  "title": "Can the Ukraine minerals deal be saved?",
  "content": "Top Hill Republicans on Monday said they’re hopeful that a rare-earth minerals agreement between the United States and Ukraine could be salvaged even after President Donald Trump’s Oval Office tussle on Friday with Ukrainian President Volodymyr Zelensky.     Rep. Brian Fitzpatrick (R-Pa.), a longtime Ukraine supporter, wrote on X that he spoke with Andrii Yermak, Zelensky’s chief of staff. Fitzpatrick said the minerals deal, which was supposed to be ratified on Friday, “will be signed in short order.”    \t\t\tRead our latest series\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t  \t\t\t\t\t   Our newest editorial project, in partnership with Google, explores how AI is advancing sectors across the U.S. economy and government through a four-part series.       Check out our first feature focused on AI and energy innovation with Governor Youngkin.",
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  }
},
{
  "_id": {
    "$oid": "67c6b7416e91873c1491a16e"
  },
  "url": "https://punchbowl.news/article/white-house/trump-trade-wars-roil-capitol-hill-wall-street/",
  "website": "punchbowl.news",
  "header_link": "https://punchbowl.news/",
  "channel": "Punchbowl News",
  "news_country": "United States",
  "news_region": "North America",
  "date_added": {
    "$date": "2025-03-04T13:48:09.458Z"
  },
  "title": "Trump trade wars roil Capitol Hill and Wall Street",
  "content": "President Donald Trump announced today that 25% tariffs will go into effect for imports from Mexico and Canada ( 10% on Canadian energy imports), setting off a potential trade war with two of the United States’ biggest trading partners while rattling global financial markets.    \t\t\tRead our latest series\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t  \t\t\t\t\t   Our newest editorial project, in partnership with Google, explores how AI is advancing sectors across the U.S. economy and government through a four-part series.       Check out our first feature focused on AI and energy innovation with Governor Youngkin.",
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  }
},
{
  "_id": {
    "$oid": "67c6b7416e91873c1491a16d"
  },
  "url": "https://punchbowl.news/article/tech/melania-trump-deepfakes-bill/",
  "website": "punchbowl.news",
  "header_link": "https://punchbowl.news/policy/border-immigration/",
  "channel": "Punchbowl News",
  "news_country": "United States",
  "news_region": "North America",
  "date_added": {
    "$date": "2025-03-04T13:48:09.435Z"
  },
  "title": "Melania Trump gets behind deepfakes bill",
  "content": "Speaker Mike Johnson said he’s “anxious” to move the Take It Down Act, a bill to deal with explicit deepfakes online that First Lady Melania Trump endorsed today in a visit to Capitol Hill.     The event was also an opportunity to catch up on the fate of other online safety bills for kids.      \t\t\tRead our latest series\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t  \t\t\t\t\t   Our newest editorial project, in partnership with Google, explores how AI is advancing sectors across the U.S. economy and government through a four-part series.       Check out our first feature focused on AI and energy innovation with Governor Youngkin.",
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  }
},
{
  "_id": {
    "$oid": "67c6b7416e91873c1491a16c"
  },
  "url": "https://punchbowl.news/article/house/house-will-not-vote-cr-this-week-government-funding/",
  "website": "punchbowl.news",
  "header_link": "https://punchbowl.news/",
  "channel": "Punchbowl News",
  "news_country": "United States",
  "news_region": "North America",
  "date_added": {
    "$date": "2025-03-04T13:48:09.423Z"
  },
  "title": "The House won’t vote on CR this week",
  "content": "With government funding running out after March 14, House GOP leaders don’t plan on putting a continuing resolution on the floor this week, according to multiple sources.     In fact, Republicans are unlikely to release text of the proposed long-term CR – which will fund federal agencies through the end of FY2025 on Sept. 30 — until Thursday at the earliest, these sources said.    \t\t\tRead our latest series\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t  \t\t\t\t\t   Our newest editorial project, in partnership with Google, explores how AI is advancing sectors across the U.S. economy and government through a four-part series.       Check out our first feature focused on AI and energy innovation with Governor Youngkin.",
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  }
},
{
  "_id": {
    "$oid": "67c6b6894aa7912ccbe1d0f9"
  },
  "url": "https://padangkita.com/vasko-ruseimy-teruskan-jejak-perjuangan-kakeknya-di-masjid-tazkir-bela-negara/",
  "website": "padangkita.com",
  "header_link": "https://padangkita.com/",
  "channel": "Padangkita.com",
  "news_country": "Indonesia",
  "news_region": "South East Asia",
  "date_added": {
    "$date": "2025-03-04T13:45:05.165Z"
  },
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  },
  "title": "Vasko Ruseimy Teruskan Jejak Perjuangan Kakeknya di Masjid Tazkir Bela Negara",
  "subtitle": "Wagub Sumbar Vasko Ruseimy menyerahkan bantun saat Safari Ramadan di Masjid Tazkir Bela Negara Limapuluh Kota. [Foto: Dok. Biro Adpim Sumbar]",
  "image": {
    "url": "https://i0.wp.com/padangkita.com/wp-content/uploads/2025/03/VASKO-SERAHKAN-BANTUAN.jpg?resize=800%2C450&ssl=1",
    "caption": "Vasko Ruseimy Teruskan Jejak Perjuangan Kakeknya di Masjid Tazkir Bela Negara"
  },
  "author": "Redaksi",
  "content": "Wagub Sumbar Vasko Ruseimy menyerahkan bantun saat Safari Ramadan di Masjid Tazkir Bela Negara Limapuluh Kota. [Foto: Dok. Biro Adpim Sumbar]  \t\t\t\t\t\t   Sarilamak, Padangkita.com - Wakil Gubernur Sumatera Barat (Sumbar), Vasko Ruseimy menyerahkan bantuan rehabilitasi senilai Rp25 juta kepada Masjid Tazkir Bela Negara yang terletak di Jorong Aie Angek, Nagari Koto Tinggi, Kecamatan Gunuang Omeh, Kabupaten Limapuluh Kota, Senin (3/3/2025).   Kunjungan ini merupakan bagian dari rangkaian Safari Ramadan 1446 Hijriah yang dilakukan orang nomor dua di Sumatera Barat tersebut.   Masjid Tazkir Bela Negara memiliki nilai sejarah yang istimewa karena pernah disinggahi oleh Syafruddin Prawiranegara, tokoh nasional yang pernah memimpin Pemerintah Darurat Republik Indonesia (PDRI).   Yang membuat kunjungan ini semakin bermakna adalah fakta bahwa Abdul Majid, kakek dari Vasko Ruseimy, ternyata pernah menjadi ajudan Syafruddin Prawiranegara.   \"Hadir di sini, para pengurus masjid yang luar biasa semangatnya, ghirahnya semakin membara. Nama masjid ini adalah Masjid Kenangan,\" ungkap Vasko saat memberikan sambutan.   \"Inyiak (kakek) saya merupakan ajudan Syafruddin Prawiranegara, ini yang menjadi kenangan bagi saya,\" tambahnya dengan penuh keharuan.   Vasko berharap masjid tersebut dapat segera dirampungkan dan bermanfaat bagi jamaah.   \"Saya berharap, masjid inilah yang terus menjadi kenangan bagi kami semua. Ini titik pertama saya berkunjung di agenda Safari Ramadan 1446 Hijriah.   Saya merasakan aura persamaan di masjid ini, dan berharap masjid ini bisa segera rampung, rapih, dipakai serta dinikmati jamaah,\" ujarnya.   Pengurus masjid menjelaskan bahwa nama \"Tazkir\" yang berarti \"kenangan\" diberikan langsung oleh Syafruddin Prawiranegara.   \"Masjid ini diberi nama Tazkir oleh Bapak Syafruddin Prawiranegara. Beliau sejak belia selalu di sini salat subuh, itu kenangannya. Memang di Indonesia satu-satunya ini yang unik namanya, Masjid Kenangan,\" jelas pengurus masjid.   Sebagaimana diketahui, Syafruddin Prawiranegara yang lahir pada 28 Februari 1911 dan wafat pada 15 Februari 1989, dikenal sebagai negarawan dan ekonom Indonesia.   Selain memimpin PDRI, ia juga pernah menjabat sebagai Menteri Keuangan dan Gubernur Bank Indonesia pertama pada masa Demokrasi Liberal di era Pemerintahan Soekarno-Hatta.   Meskipun lahir di Banten dengan darah campuran Minangkabau-Sunda Banten, Syafruddin memiliki kaitan erat dengan Sumatera Barat.   Pada tahun 1948, ia ditugaskan oleh Wakil Presiden dan Menteri Pertahanan Mohammad Hatta ke Bukittinggi. Syafruddin menikah dengan Tengku Halimah Syehabuddin, putri Camat Buahbatu dan keturunan Raja Pagaruyung pada 31 Januari 1941, dan dikaruniai delapan orang anak, salah satunya bernama Farid Prawiranegara.   Selama masa PDRI, keluarga Syafruddin menetap di Yogyakarta di bawah perlindungan Hamengkubuwono IX. Kemudian pada era PRRI, keluarganya turut bergerilya bersamanya di Sumatera Barat.   Acara penyerahan bantuan ini dihadiri oleh berbagai pejabat setempat termasuk Camat, Wali Nagari, Anggota DPRD, dan Ketua DPC Gerindra Kabupaten Limapuluh Kota.   Baca juga: Safari Ramadan ke Limapuluh Kota, Vasko Serahkan Bantuan untuk Masjid Tazkir Bela Negara   Bantuan yang diberikan diharapkan dapat mempercepat proses rehabilitasi masjid bersejarah ini sehingga dapat berfungsi optimal sebagai tempat ibadah sekaligus pengingat sejarah perjuangan bangsa.   [*/pkt]"
},
{
  "_id": {
    "$oid": "67c6b6894aa7912ccbe1d0f8"
  },
  "url": "https://padangkita.com/sertijab-wali-kota-pariaman-yota-balad-tanggalkan-semua-perbedaan-mari-bersatu/",
  "website": "padangkita.com",
  "header_link": "https://padangkita.com/",
  "channel": "Padangkita.com",
  "news_country": "Indonesia",
  "news_region": "South East Asia",
  "date_added": {
    "$date": "2025-03-04T13:45:05.004Z"
  },
  "uploaddate": {
    "$date": "2025-03-03T00:00:00.000Z"
  },
  "title": "Sertijab Wali Kota Pariaman, Yota Balad: Tanggalkan Semua Perbedaan, Mari Bersatu",
  "subtitle": "Wali Kota Pariaman Yota Balad menerima Memori Serah Terima Jabatan Penjabat Wali Kota Pariaman Periode 12 Oktober 2023 - 19 Februari 2025 di Aula Pertemuan Balai Kota Pariaman, Senin (3/3/2025). [Foto: Dok. Diskominfo Pariaman]",
  "image": {
    "url": "https://i0.wp.com/padangkita.com/wp-content/uploads/2025/03/YOTA-BALAD-SERTIJAB-1.jpg?resize=800%2C450&ssl=1",
    "caption": "Sertijab Wali Kota Pariaman, Yota Balad: Tanggalkan Semua Perbedaan, Mari Bersatu"
  },
  "author": "Redaksi",
  "content": "Wali Kota Pariaman Yota Balad menerima Memori Serah Terima Jabatan Penjabat Wali Kota Pariaman Periode 12 Oktober 2023 - 19 Februari 2025 di Aula Pertemuan Balai Kota Pariaman, Senin (3/3/2025). [Foto: Dok. Diskominfo Pariaman]  \t\t\t\t\t\t   Pariaman, Padangkita.com — Wali Kota Pariaman Yota Balad menerima Memori Serah Terima Jabatan Penjabat Wali Kota Pariaman Periode 12 Oktober 2023 - 19 Februari 2025 di Aula Pertemuan Balai Kota Pariaman, Senin (3/3/2025).   'Penyerahan memori jabatan langsung diserahkan oleh Penjabat (Pj) Sekretaris Daerah Kota Pariaman Mursalim mewakili Pj Wali Kota Pariaman Roberia yang berhalangan hadir. Acara Penyerahan Memori Sertijab kepada Wali Kota dan Wakil Wali Kota Pariaman Periode 2025-2030 berlangsung lancar.   Hadir Gubernur Sumatera Barat (Sumbar) diwakili oleh Kepala Dinas Kebudayaan Sumbar Jefrinal Arifin, Ketua DPRD Kota Pariaman Muhajir Muslim dan unsur Forkopimda.   Yota Balad di awal sambutannya mengucapkan terima kasih kepada seluruh masyarakat Kota Pariaman yang telah memberikan suaranya kepada pasangan Yota Balad-Mulyadi dalam pemilihan Kepala Daerah Kota Pariaman, sehingga mereka terpilih menjadi Wali Kota dan Wakil Wali Kota Pariaman Periode 2025-2030.   “Pada kesempatan ini, saya ingin menyampaikan kepada seluruh masyarakat Kota Pariaman di manapun berada, mari kita tinggalkan dan tanggalkan segala perbedaan yang terjadi dalam proses kontestasi tersebut. Kemenangan Yota Balad-Mulyadi adalah kemenangan kita semua, masyarakat Kota Pariaman,” tegasnya.   Ia melanjutkan, kini saatnya melangkah dengan penuh optimistis, dan mengarahkan pandangan pada sebuah perubahan ke arah yang lebih baik dan lebih maju dalam segala aspek kehidupan masyarakat Kota Pariaman.   \"Sesuai dengan visi misi kami, terwujudnya Pariaman Kota Wisata yang Maju, Kreatif Berbasis Agama  dan Berbudaya,” sebut Yota Balad.   Ia menjelaskan, ketika diberikan kepercayaan dan kesempatan untuk memimpin Kota Pariaman, ia bersama Wawako Mulyadi akan terus melakukan gebrakan dengan kecepatan dan ketepatan aksi secara berkesinambungan, melalui Dasa Cita Balad-Mulyadi dan 12 program unggulan yang telah dikampanyekan.   “Saatnya kita harus bersatu padu, karena dengan persatuan, kita bisa melakukan hal-hal besar dan penting. Keberlanjutan pemerintahan dan pembangunan ke arah yang lebih baik, merupakan suatu harapan yang terus kita gelorakan dan perjuangkan, untuk meraih apa yang sudah dititipkan masyarakat kepada kami. Kami akan berusaha untuk senantiasa mengedepankan kepentingan umum daripada kepentingan pribadi dan golongan,” tutur Yota Balad.   Di akhir sambutannya, Yota Balad mengucapkan terima kasih kepada Roberia atas seluruh kinerja dan pengabdian yang sudah dilakukan selama menjabat sebagai Penjabat (Pj) Wali Kota Pariaman, selama lebih kurang 1 tahun 4 bulan, dari 12 Oktober 2023 hingga 19 Februari 2025.   Baca juga: Yota Balad dan Mulyadi Pulang Retret, Sejumlah Agenda Penting Pemko Pariaman Menunggu   “Semoga seluruh kerja ikhlas dan pengabdian saudara untuk Kota Pariaman, bernilai ibadah di hadapan Allah SWT, serta menjadikan saudara sebagai insan yang senantiasa bermanfaat di setiap langkah pengabdian saudara berikutnya kepada bangsa Indonesia di Kementerian Hukum yang saat ini menjadi tempat di mana beliau mengabdi sebagai ASN,” pungkasnya.   [*/pkt]"
},
{
  "_id": {
    "$oid": "67c6b6884aa7912ccbe1d0f7"
  },
  "url": "https://padangkita.com/andre-rosiade-apresiasi-pemerintah-turunkan-tarif-tol-saat-mudik-lebaran/",
  "website": "padangkita.com",
  "header_link": "https://padangkita.com/",
  "channel": "Padangkita.com",
  "news_country": "Indonesia",
  "news_region": "South East Asia",
  "date_added": {
    "$date": "2025-03-04T13:45:04.837Z"
  },
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  },
  "title": "Andre Rosiade Apresiasi Pemerintah Turunkan Tarif Tol saat Mudik Lebaran",
  "subtitle": "Ketua DPD Gerindra Sumatera Barat (Sumbar) yang juga Wakil Ketua Komisi VI DPR RI Andre Rosiade. [Foto: Dok. Andre]",
  "image": {
    "url": "https://i0.wp.com/padangkita.com/wp-content/uploads/2025/01/ANDRE-GERINDRA.jpg?resize=800%2C450&ssl=1",
    "caption": "Andre Rosiade Apresiasi Pemerintah Turunkan Tarif Tol saat Mudik Lebaran"
  },
  "author": "Redaksi",
  "content": "Ketua DPD Gerindra Sumatera Barat (Sumbar) yang juga Wakil Ketua Komisi VI DPR RI Andre Rosiade. [Foto: Dok. Andre]  \t\t\t\t\t\t   Jakarta, Padangkita.com - Wakil Ketua Komisi VI DPR Andre Rosiade mengapresiasi kebijakan pemerintah akan memberikan diskon tarif tol selama musim mudik Lebaran dan Hari Raya Nyepi. Andre menilai kebijakan itu akan langsung dirasakan masyarakat yang berpergian ke kampung halaman saat hari raya.   \"Langkah Pak Presiden Prabowo menurunkan tarif tol dan tiket pesawat selama libur Lebaran Hari Raya Idul Fitri dan Nyepi ini patut kita apresiasi. Kebijakan itu akan langsung dirasakan masyarakat yang ingin merayakan hari raya bersama keluarga, terutama yang mobilisasinya pakai jalur darat,\" kata Andre Rosiade, dikutip Selasa (4/3/2025).   \"Kemarin pemerintah juga sudah mengumumkan diskonnya mencapai 20% bagi pengguna jalan darat. Ini tentu akan menekan biaya masyarakat yang pulang kampung,\" kata Wakil Ketua Fraksi Gerindra DPR RI.   Lebih lanjut, Andre mewanti-wanti penurunan tarif tol ini diikuti melonjaknya trafik mudik masyarakat selama periode libur Lebaran. Dia pun meminta pemerintah segera menerapkan skema agar dapat mengurai trafik selama musim mudik.   \"Di sisi lain, kebijakan ini pasti bakal meningkatkan animo masyarakat yang mudik. Jadi perlu diatur supaya tidak terlalu tinggi trafiknya di tanggal-tanggal tertentu. Kita dorong juga pemerintah, ya, mitra kami di Kementerian BUMN, segera menerapkan skema supaya ada fleksibilitas karyawan bisa mudik lebih awal gitu ya, dengan WFA (work from anywhere ),\" ujar Ketua DPD Gerindra Sumbar.   Sebelumnya, Presiden Prabowo Subianto mengatakan pemerintah akan memberlakukan diskon tarif tol di sejumlah ruas jalan tol utama selama libur Lebaran. Dia mengatakan penurunan harga itu juga akan berlaku di momen libur Hari Raya Nyepi.   \"Dan juga penurunan tarif jalan tol di beberapa luas jalan utama di saat liburan Idul Fitri dan Hari Raya Nyepi yang waktunya kali ini sangat berdekatan,\" kata Prabowo di Bandara Halim Perdanakusuma, Jakarta Timur, Jumat (28/2/2025).   Baca juga: Andre Rosiade: Hanya di Era Presiden Prabowo Tiket Pesawat Turun saat Libur Lebaran   Selain itu, Prabowo mengaku telah memberikan instruksi khusus kepada Menteri Perhubungan, Menteri BUMN, dan Menteri Pekerjaan Umum untuk memastikan kenyamanan arus mudik Lebaran tahun ini. Dia menekankan agar fasilitas transportasi bisa tersedia dengan keadaan yang baik.   [*/pkt]"
},
{
  "_id": {
    "$oid": "67c6b6884aa7912ccbe1d0f6"
  },
  "url": "https://padangkita.com/wali-kota-fadly-amran-gerakkan-kepala-sekolah-sukseskan-padang-juara-pendidikan-berkualitas-untuk-semua/",
  "website": "padangkita.com",
  "header_link": "https://padangkita.com/",
  "channel": "Padangkita.com",
  "news_country": "Indonesia",
  "news_region": "South East Asia",
  "date_added": {
    "$date": "2025-03-04T13:45:04.717Z"
  },
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  },
  "title": "Wali Kota Fadly Amran Gerakkan Kepala Sekolah Sukseskan Padang Juara, Pendidikan Berkualitas untuk Semua",
  "subtitle": "Wali Kota Padang Fadly Amran menyapa para kepala sekolah dalam pertemuan perdana dengan seluruh Kepala Sekolah PAUD/TK, SD dan SMP negeri/swasta se-Kota Padang, di Gedung Bagindo Aziz Chan Youth Center. [Foto: Humas Pemko]",
  "image": {
    "url": "https://i0.wp.com/padangkita.com/wp-content/uploads/2025/03/IMG-20250303-WA0030_11zon.webp?resize=800%2C450&ssl=1",
    "caption": "Wali Kota Fadly Amran Gerakkan Kepala Sekolah Sukseskan Padang Juara, Pendidikan Berkualitas untuk Semua"
  },
  "author": "Redaksi",
  "content": "Wali Kota Padang Fadly Amran menyapa para kepala sekolah dalam pertemuan perdana dengan seluruh Kepala Sekolah PAUD/TK, SD dan SMP negeri/swasta se-Kota Padang, di Gedung Bagindo Aziz Chan Youth Center. [Foto: Humas Pemko]  \t\t\t\t\t\t   Padang, Padangkita.com - Wali Kota Padang, Fadly Amran, menunjukkan komitmen kuatnya dalam memajukan dunia pendidikan di Kota Padang.   Hal ini dibuktikan dengan digelarnya pertemuan perdana bersama seluruh Kepala Sekolah Pendidikan Anak Usia Dini (PAUD)/Taman Kanak-Kanak (TK), Sekolah Dasar (SD), dan Sekolah Menengah Pertama (SMP) negeri dan swasta se-Kota Padang. Pertemuan penting ini berlangsung di Gedung Bagindo Aziz Chan Youth Center pada Senin, (3/3/2025)   Dalam pertemuan yang dihadiri ratusan kepala sekolah tersebut, Wali Kota Fadly Amran didampingi langsung oleh Wakil Wali Kota Maigus Nasir.   Kehadiran keduanya menegaskan betapa seriusnya Pemerintah Kota (Pemko) Padang dalam mempersiapkan arah pendidikan yang lebih baik di masa depan.   Di hadapan para kepala sekolah, Fadly Amran menyampaikan arahannya dengan menekankan pentingnya persamaan persepsi dalam mewujudkan visi pendidikan Kota Padang.   Ia mengajak seluruh kepala sekolah untuk mendukung penuh visi pendidikan yang telah dirumuskan, serta program “Padang Juara” yang merupakan salah satu dari sembilan program unggulan (Progul) Pemko Padang.   “Kita berharap seluruh kepala sekolah dapat mendukung visi pendidikan, dan program Padang Juara sebagai satu dari sembilan program unggulan yang kita janjikan bagi warga Kota Padang,” ujar Fadly Amran dengan penuh semangat.   Fokus utama dari Program Padang Juara, dijelaskan oleh Fadly Amran, adalah pada pelayanan pemberian Kartu Padang Juara.   Kartu ini nantinya akan menjadi akses bagi peserta didik untuk mendapatkan berbagai kebutuhan pendidikan yang layak. Lebih spesifik, Pemko Padang akan memberikan fasilitas khusus bagi peserta didik yang kurang mampu.   “Kami akan memberikan fasilitas bagi peserta didik yang kurang mampu berupa seragam sekolah gratis dan buku LKS (Lembar Kerja Sekolah) gratis. Fasilitas ini akan dinikmati oleh peserta didik yang memiliki Kartu Padang Juara,” jelasnya, yang diiyakan oleh Wakil Wali Kota Maigus Nasir, menunjukkan dukungan penuh dari jajaran pimpinan daerah.   Selain program unggulan di bidang pendidikan, Fadly Amran juga menyoroti pelaksanaan Pesantren Ramadan yang akan segera tiba. Ia meminta agar seluruh kepala sekolah dan guru dapat terlibat aktif dalam menyukseskan kegiatan tahunan tersebut, yang akan berlangsung mulai 6 hingga 25 Maret 2025.   “Kita ingin kualitas pelaksanaan Pesantren Ramadan tahun ini jauh lebih meningkat dari tahun-tahun sebelumnya. Sehingga betul-betul memberikan manfaat nyata untuk mewujudkan generasi muda Kota Padang yang qurani dan berkarakter mulia,” harapnya.   Tidak hanya fokus pada peningkatan kualitas pendidikan dan kegiatan keagamaan, Wali Kota Fadly Amran juga menunjukkan perhatian serius terhadap permasalahan sosial yang masih menghantui Kota Padang, yaitu tawuran pelajar. Ia menegaskan bahwa Pemko Padang akan mengambil langkah-langkah tegas untuk mengatasi persoalan ini.   “Sejumlah langkah akan kita lakukan ke depan. Di samping menyiapkan sanksi tegas bagi pelajar yang terlibat tawuran bersama orang tuanya, kita akan terus melakukan patroli dengan bersinergi bersama unsur TNI dan Polri dan elemen terkait lainnya,” pungkas Fadly Amran, menunjukkan keseriusannya dalam menciptakan lingkungan yang aman dan kondusif bagi para pelajar di Kota Padang.   Pertemuan perdana ini juga dihadiri oleh Sekretaris Daerah (Sekda) Kota Padang, Andree Algamar, beserta para Asisten dan sejumlah kepala Organisasi Perangkat Daerah (OPD) terkait di lingkungan Pemko Padang.   Kehadiran tokoh-tokoh penting di dunia pendidikan Sumatera Barat, seperti Prof. Dr. Ir. Musliar Kasim dan Prof. Ganefri, semakin menambah bobot acara ini sebagai momentum penting bagi kemajuan pendidikan di Kota Padang.   Dengan adanya pertemuan ini, diharapkan seluruh elemen pendidikan di Kota Padang dapat bergerak bersama, menyatukan visi dan misi, serta berkolaborasi untuk mewujudkan pendidikan yang berkualitas dan berkarakter bagi generasi penerus bangsa di Kota Padang.   Program “Padang Juara” dan inisiatif-inisiatif lainnya yang disampaikan oleh Wali Kota Fadly Amran menjadi angin segar bagi dunia pendidikan di kota ini, menjanjikan masa depan yang lebih cerah bagi para peserta didik dan kemajuan Kota Padang secara keseluruhan. [*/hdp]"
},
{
  "_id": {
    "$oid": "67c6b6884aa7912ccbe1d0f5"
  },
  "url": "https://padangkita.com/mercure-hotel-padang-hadirkan-ramadhan-kareem-by-all-berbuka-puasa-istimewa-sambil-berbagi/",
  "website": "padangkita.com",
  "header_link": "https://padangkita.com/",
  "channel": "Padangkita.com",
  "news_country": "Indonesia",
  "news_region": "South East Asia",
  "date_added": {
    "$date": "2025-03-04T13:45:04.133Z"
  },
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  },
  "title": "Mercure Hotel Padang Hadirkan ‘Ramadhan Kareem by ALL’, Berbuka Puasa Istimewa Sambil Berbagi",
  "subtitle": "Salah satu stand makanan Mercure Hotel Padang yang siap memanjakan selera pengunjung. [Foto: Padangkita]",
  "image": {
    "url": "https://i0.wp.com/padangkita.com/wp-content/uploads/2025/03/20250303_175701_11zon-scaled.webp?resize=800%2C450&ssl=1",
    "caption": "Mercure Hotel Padang Hadirkan ‘Ramadhan Kareem by ALL’, Berbuka Puasa Istimewa Sambil Berbagi"
  },
  "author": "Redaksi",
  "content": "Salah satu stand makanan Mercure Hotel Padang yang siap memanjakan selera pengunjung. [Foto: Padangkita]  \t\t\t\t\t\t   Padang , Padangkita.com – Menyambut bulan suci Ramadan 1446 Hijriah, Mercure Hotel Padang kembali memanjakan para tamu dengan pengalaman berbuka puasa yang tak terlupakan.   Bertajuk “Ramadhan Kareem by ALL”, hotel ini menawarkan sajian All-You-Can-Eat yang menggugah selera di dua lokasi menarik, yaitu area Poolside yang segar dan Atlantis Restaurant yang elegan.   Frama Yudha, Director of Sales Mercure Hotels, menyampaikan bahwa penawaran spesial ini dirancang untuk memberikan pengalaman Ramadan yang berkesan bagi para tamu. Dengan harga Rp228.000 net per orang, pengunjung dapat menikmati kelezatan hidangan berbuka puasa sepuasnya.   “Kami menghadirkan konsep All-You-Can-Eat dengan beragam pilihan menu untuk memanjakan selera para tamu selama bulan Ramadan ini,” ujar Frama Yudha, Selasa (4/3/2025).   Lebih dari sekadar menikmati hidangan lezat, Mercure Hotel Padang juga memberikan promo menarik. Para tamu dapat menikmati promo “beli 9 gratis 1”, sehingga sangat cocok untuk berbuka puasa bersama keluarga besar atau kolega.   Selain itu, bagi para member Accor dan Accor Plus, tersedia diskon istimewa hingga 10%, menambah keuntungan bagi pelanggan setia.   Keragaman menu menjadi daya tarik utama dari “Ramadhan Kareem by ALL”. General Manager Mercure Hotel, Ferry Yudi Iswoyo, mengungkapkan bahwa lebih dari 100 pilihan menu telah disiapkan untuk memuaskan selera para tamu.   “Menu yang kami hadirkan sangat beragam, mulai dari hidangan khas Timur Tengah seperti kambing guling, nasi biryani, dan kebab shawarma, hingga aneka dimsum yang lezat. Totalnya, ada lebih dari 100 pilihan menu yang dapat dinikmati,” jelas Ferry Yudi Iswoyo.   Lebih lanjut ia menambahkan bahwa tahun ini, Mercure Hotel Padang menghadirkan beberapa menu baru yang belum pernah ada di tahun sebelumnya, memberikan sentuhan inovasi pada sajian Ramadan kali ini.   “Kami selalu berusaha memberikan yang terbaik bagi para tamu, termasuk dengan menghadirkan menu-menu baru yang variatif setiap harinya,” ujarnya.   Dengan konsep menu yang berganti setiap hari, para tamu dijamin tidak akan bosan dan selalu menemukan kejutan kuliner yang menarik.   Tak hanya memanjakan lidah, Mercure Hotel Padang juga memberikan kesempatan bagi para tamu untuk meraih keberuntungan melalui doorprize .   Satu unit motor listrik telah disiapkan sebagai hadiah utama yang akan diundi di antara para pengunjung yang beruntung.   Bagi yang menginginkan suasana yang lebih privat dan eksklusif, Mercure Hotel Padang juga menawarkan harga spesial untuk pemesanan private buffet dengan harga Rp188.000 net per orang.   Penawaran “Ramadhan Kareem by ALL” ini berlaku mulai tanggal 1 Maret hingga 30 April 2025. Untuk menikmati penawaran spesial ini, para tamu dapat melakukan registrasi melalui tautan https://all.accor.com/a/id/offers/asia-ramadan-double-reward-points-on-dining.html sebelum bersantap.   Bagi yang belum menjadi member ALL, dapat bergabung secara gratis melalui situs all.com untuk menikmati berbagai keuntungan lainnya.   Sebagai wujud kepedulian sosial di bulan suci Ramadan, Accor juga memiliki komitmen untuk berbagi dengan komunitas sekitar. Untuk setiap pemesanan prasmanan buka puasa “Ramadhan Kareem by ALL”, sebesar Rp5.000 akan didonasikan kepada A Trust For A Child (ATFAC). ATFAC, yang didirikan oleh Accor Indonesia sejak tahun 2001 dan dikelola oleh Yayasan Peduli Tunas Bangsa, adalah inisiatif yang menggabungkan keberlanjutan lingkungan dengan upaya pengentasan kemiskinan.   Baca Juga: Atlantis Restoran Mercure Padang Raih Sertifikasi Halal, Jadi yang Pertama di Accor Sumatera   Dengan sajian menu yang istimewa, suasana yang nyaman, promo menarik, dan sentuhan kepedulian sosial, “Ramadhan Kareem by ALL” di Mercure Hotel Padang menjadi pilihan yang sempurna untuk berbuka puasa bersama keluarga, teman, maupun kolega. Jangan lewatkan kesempatan untuk menikmati pengalaman Ramadan yang tak terlupakan di Mercure Hotel Padang . [hdp]"
},
{
  "_id": {
    "$oid": "67c6b6874aa7912ccbe1d0f4"
  },
  "url": "https://padangkita.com/dprd-padang-gelar-paripurna-sertijab-wali-kota-fadly-amran-pimpin-kota-5-tahun-ke-depan/",
  "website": "padangkita.com",
  "header_link": "https://padangkita.com/",
  "channel": "Padangkita.com",
  "news_country": "Indonesia",
  "news_region": "South East Asia",
  "date_added": {
    "$date": "2025-03-04T13:45:03.816Z"
  },
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  },
  "title": "DPRD Padang Gelar Paripurna Sertijab Wali kota, Fadly Amran Pimpin Kota 5 Tahun ke Depan",
  "subtitle": "DPRD Kota Padang menggelar rapat paripurna istimewa dalam rangka serah terima jabatan dari Pejabat Walikota kepada Walikota terpilih periode 2025-2030.",
  "image": {
    "url": "https://i0.wp.com/padangkita.com/wp-content/uploads/2025/03/IMG-20250304-WA0006_11zon-e1741039062639.webp?resize=800%2C450&ssl=1",
    "caption": "DPRD Padang Gelar Paripurna Sertijab Wali kota, Fadly Amran Pimpin Kota 5 Tahun ke Depan"
  },
  "author": "Redaksi",
  "content": "DPRD Kota Padang menggelar rapat paripurna istimewa dalam rangka serah terima jabatan dari Pejabat Walikota kepada Walikota terpilih periode 2025-2030.  \t\t\t\t\t\t   Padang , Padangkita.com - Dewan Perwakilan Rakyat Daerah (DPRD) Kota Padang menggelar rapat paripurna istimewa dalam rangka serah terima jabatan dari Pejabat Wali kota kepada Wali kota terpilih periode 2025-2030.   Acara bersejarah ini berlangsung di ruang sidang utama gedung baru DPRD Kota Padang, Aia Pacah, pada Senin, 3 Maret 2025.   Fadly Amran secara resmi menerima tampuk kepemimpinan Kota Padang dari Penjabat (Pj) Wali kota sebelumnya, Andree Algamar, menandai dimulainya era baru pemerintahan di kota ini.   Rapat paripurna yang khidmat ini dipimpin langsung oleh Ketua DPRD Kota Padang, Muharlion. Turut mendampingi, para Wakil Ketua DPRD yaitu Mastilizal Aye, Osman Ayub, dan Jupri.   Suasana ruang sidang utama dipenuhi oleh kehadiran tokoh-tokoh penting, termasuk Gubernur Sumatera Barat yang diwakili oleh Kepala DPMPTSP Provinsi Sumbar, Adib Alfikri. Sekretaris DPRD Kota Padang, Hendrizal Azhar, beserta segenap anggota DPRD Kota Padang juga turut hadir sebagai saksi pergantian kepemimpinan ini.   Acara ini juga dihadiri oleh unsur Forum Koordinasi Pimpinan Daerah (Forkopimda), para Kepala Organisasi Perangkat Daerah (OPD) di lingkungan Pemerintah Kota (Pemko) Padang, Direktur Utama Perusahaan Umum Daerah (Perumda), Direktur Utama RSUD, Camat, serta berbagai undangan lainnya. Kehadiran Ketua TP-PKK Kota Padang, Dian Puspita Fadly Amran, dan Ketua GOW Kota Padang, Sri Hayati Maigus Nasir, menambah semarak acara serah terima jabatan ini.   Ketua DPRD Kota Padang, Muharlion, dalam sambutannya menjelaskan bahwa rapat paripurna ini dilaksanakan sesuai dengan tata tertib dewan dan mekanisme yang berlaku.   “Hari ini kita gelar rapat paripurna sebagaimana agenda yang telah ditetapkan. Rapat paripurna ini sudah sesuai dengan Tatib dan aturan yang ada,” tegas Muharlion.   Muharlion juga menyampaikan apresiasi dan ucapan terimakasih atas pengabdian Tuanku Andree H Algamar yang telah memimpin Kota Padang selama 9 bulan sebagai Penjabat Wali kota.   “Terimakasih kepada Bapak Pj Wako yang telah memimpin kota ini selama 9 bulan dengan kinerja yang terbilang baik. Dan selamat datang kepada Wali kota dan Wakil Wali kota Padang periode 2025-2030, Bapak Fadly Amran dan Bapak Maigus Nasir,” ucapnya dengan hangat.   Momentum serah terima jabatan ini menjadi simbol peralihan tongkat estafet kepemimpinan. Wali Kota Padang, Fadly Amran, secara resmi melakukan serah terima jabatan dengan Andree Algamar, yang sebelumnya menjabat sebagai Penjabat Wali kota. Prosesi sertijab ini disaksikan oleh seluruh hadirin yang memenuhi ruang sidang paripurna.   Dalam sambutannya, Wali Kota Fadly Amran menyampaikan rasa syukur atas kelancaran seluruh tahapan, mulai dari pelantikan oleh Presiden Republik Indonesia pada 20 Februari 2025 hingga prosesi serah terima jabatan ini.   “Kami menyampaikan terima kasih kepada Bapak Andree Algamar yang telah menjalankan tugas dengan sangat baik sebagai Pj Wali Kota Padang. Semoga hal-hal baik yang telah dilakukan dapat kami lanjutkan,” ungkap Fadly Amran dengan nada penuh hormat.   Fadly Amran menegaskan komitmennya untuk membangun Kota Padang secara inklusif dan kolaboratif. “Kami akan senantiasa merawat kebersamaan dengan seluruh komponen masyarakat. Semoga pemerintah kota bersama DPRD, unsur Forkopimda dan seluruh elemen masyarakat selalu saling bahu-membahu mendukung pembangunan daerah dan mewujudkan kesejahteraan bagi warga Kota Padang,” serunya.   Lebih lanjut, Fadly Amran memaparkan visi dan misi besar yang akan menjadi landasan pembangunan Kota Padang ke depan. Ia bertekad mewujudkan Kota Padang sebagai Kota Pintar (Smart City) dan Kota Sehat, yang berakar pada nilai-nilai agama dan budaya, menuju kota yang maju dan sejahtera.   Untuk mencapai visi tersebut, Fadly Amran memperkenalkan 9 program unggulan (Progul) yang telah dirumuskan. “Untuk mewujudkan visi dan misi tersebut, kita telah merumuskan 9 program unggulan (Progul). Yaitu Padang Amanah, Padang Juara, Smart Surau, Sinergi Nagari, Padang Melayani, Padang Rancak, Padang Sigap, UMKM Naik Kelas, dan Jelajah Padang,” bebernya dengan jelas.   Di akhir sambutannya, Fadly Amran mengajak seluruh elemen pemerintahan dan masyarakat untuk bersinergi dalam mewujudkan visi dan misi serta 9 Progul yang telah dicanangkan.   “Kami berharap kepada seluruh pimpinan OPD, ASN Pemko Padang serta seluruh elemen masyarakat untuk dapat mendukung terlaksananya visi misi dan 9 Progul ini. Baik melalui program 100 hari kerja, maupun yang tertuang di Rencana Pembangunan Jangka Menengah Daerah (RPJMD) 2025-2029,” pungkas Fadly Amran, didampingi oleh Wakil Walikota Maigus Nasir, menandai semangat kebersamaan dalam membangun Kota Padang ke depan.   Baca Juga: Fadly Amran dan Maigus Nasir Resmi Pimpin Kota Padang, Dilantik Presiden Prabowo di Istana Negara   Acara serah terima jabatan ini menjadi momentum penting bagi Kota Padang, menandai babak baru kepemimpinan Fadly Amran dan Maigus Nasir. Diharapkan, dengan dukungan seluruh elemen masyarakat, visi dan misi yang telah dicanangkan dapat terwujud demi kemajuan dan kesejahteraan Kota Padang. [*/hdp]"
},
{
  "_id": {
    "$oid": "67c6b6874aa7912ccbe1d0f3"
  },
  "url": "https://padangkita.com/safari-ramadan-ke-masjid-al-ihsan-salayo-tanang-gubernur-mahyeldi-serahkan-bantuan-rp70-juta/",
  "website": "padangkita.com",
  "header_link": "https://padangkita.com/",
  "channel": "Padangkita.com",
  "news_country": "Indonesia",
  "news_region": "South East Asia",
  "date_added": {
    "$date": "2025-03-04T13:45:03.544Z"
  },
  "uploaddate": {
    "$date": "2025-03-03T00:00:00.000Z"
  },
  "title": "Safari Ramadan ke Masjid Al Ihsan Salayo Tanang, Gubernur Mahyeldi Serahkan Bantuan Rp70 Juta",
  "subtitle": "Gubernur Sumatera Barat, Mahyeldi Ansharullah memimpin Tim Safari Ramadan (TSR) Pemprov Sumbar mengunjungi Masjid Al Ihsan di Nagari Salayo Tanang, Kecamatan Bukit Sileh, Kabupaten Solok, pada malam ke-3 Ramadan, Minggu (2/3/2025). [Foto: Dok. Biro Adpim Sumbar]",
  "image": {
    "url": "https://i0.wp.com/padangkita.com/wp-content/uploads/2025/03/MAHYELDI-SAFARI.jpg?resize=800%2C450&ssl=1",
    "caption": "Safari Ramadan ke Masjid Al Ihsan Salayo Tanang, Gubernur Mahyeldi Serahkan Bantuan Rp70 Juta"
  },
  "author": "Redaksi",
  "content": "Gubernur Sumatera Barat, Mahyeldi Ansharullah memimpin Tim Safari Ramadan (TSR) Pemprov Sumbar mengunjungi Masjid Al Ihsan di Nagari Salayo Tanang, Kecamatan Bukit Sileh, Kabupaten Solok, pada malam ke-3 Ramadan, Minggu (2/3/2025). [Foto: Dok. Biro Adpim Sumbar]  \t\t\t\t\t\t   Arosuka, Padangkita.com - Gubernur Sumatera Barat, Mahyeldi Ansharullah memimpin Tim Safari Ramadan (TSR) Pemprov Sumbar mengunjungi Masjid Al Ihsan di Nagari Salayo Tanang, Kecamatan Bukit Sileh, Kabupaten Solok, pada malam ke-3 Ramadan, Minggu (2/3/2025).   Dalam kunjungan tersebut, Mahyeldi menyerahkan sejumlah bantuan untuk masyarakat dan pembangunan masjid. Tidak semua bantuan yang diserahkan Mahyeldi berbentuk uang, tapi juga ada yang berupa barang seperti mushaf Al-Qur'an.   \"Total bantuan yang kita serahkan cukup banyak, totalnya sekitar 70 jutaan,\" kata Mahyeldi.   Ia menyebut, tidak semua bantuan berasal dari APBD. Tapi juga ada yang berasal dari BUMD seperti Bank Nagari dan Jamkrida, selain itu juga ada yang bersumber dari Kanwil Kemenag dan dana urunan Kepala OPD dikingkup Pemprov Sumbar.   \"APBD hanya Rp50 juta untuk pembangunan masjid, kemudian sisanya dari Bank Nagari Rp10 juta dan Jamkrida Rp5 juta. Selain itu dari Bapenda dan BMCKTR serta Baznas Sumbar tadi juga ada,\" ungkapnya.   Selain bantuan dalam bentuk materi, rombongan Tim Safari Ramadan Provinsi Sumbar juga menyerahkan bantuan dalam bentuk Mushaf Al-Qur'an kepada pengurus masjid. Itu bersumber dari Kemenag dan sumbangan ASN Pemprov Sumbar.   Dalam kesempatan tersebut, Mahyeldi menyampaikan terima kasihnya kepada seluruh masyarakat yang telah mempercayainya kembali untuk memimpin Sumbar bersama Wakil Gubernur Vasko Ruseimy hingga lima tahun ke depan.   \"Terima kasih atas kepercayaan yang diberikan kepada kami. Selanjutnya, kami kembali mohon dukungan Bapak/Ibu semua untuk berperan aktif mensukseskan berbagai program dan kegiatan Pemprov Sumbar kedepan,\" ucapnya.   Baca juga: Singgah Sahur, Gubernur Mahyeldi Serahkan Bantuan Bedah Rumah untuk Keluarga Nuraniah   Diketahui, kunjungan Tim Safari Ramadhan Provinsi Sumbar ke Masjid Al Ihsan di Salayo Tanang, Nagari Salayo Tanang, Kecamatan Bukit Sileh turut didampingi oleh Wakil Bupati Solok, Candra beserta rombongan.   [*/adpsb]"
},
{
  "_id": {
    "$oid": "67c6b6874aa7912ccbe1d0f2"
  },
  "url": "https://padangkita.com/safari-ramadan-ke-limapuluh-kota-vasko-serahkan-bantuan-untuk-masjid-tazkir-bela-negara/",
  "website": "padangkita.com",
  "header_link": "https://padangkita.com/",
  "channel": "Padangkita.com",
  "news_country": "Indonesia",
  "news_region": "South East Asia",
  "date_added": {
    "$date": "2025-03-04T13:45:03.196Z"
  },
  "uploaddate": {
    "$date": "2025-03-03T00:00:00.000Z"
  },
  "title": "Safari Ramadan ke Limapuluh Kota, Vasko Serahkan Bantuan untuk Masjid Tazkir Bela Negara",
  "subtitle": "Wakil Gubernur Sumatera Barat (Wagub Sumbar), Vasko Ruseimy memimpin rombongan Tim Safari Ramadhan (TSR) Sumbar ke Kabupaten Limapuluh Kota, Senin (3/3/2025), diawali di Masjid Tazkir Bela Negara. [Foto: Dok. Biro Adpim Sumbar]",
  "image": {
    "url": "https://i0.wp.com/padangkita.com/wp-content/uploads/2025/03/VASKO-SAFARI-RAMADAN.jpg?resize=800%2C450&ssl=1",
    "caption": "Safari Ramadan ke Limapuluh Kota, Vasko Serahkan Bantuan untuk Masjid Tazkir Bela Negara"
  },
  "author": "Redaksi",
  "content": "Wakil Gubernur Sumatera Barat (Wagub Sumbar), Vasko Ruseimy memimpin rombongan Tim Safari Ramadhan (TSR) Sumbar ke Kabupaten Limapuluh Kota, Senin (3/3/2025), diawali di Masjid Tazkir Bela Negara. [Foto: Dok. Biro Adpim Sumbar]  \t\t\t\t\t\t   Sarilamak, Padangkita.com - Wakil Gubernur Sumatera Barat (Wagub Sumbar), Vasko Ruseimy memimpin rombongan Tim Safari Ramadhan (TSR) Sumbar ke Kabupaten Limapuluh Kota, Senin (3/3/2025).   Kunjungan diawali dengan mengunjungi Masjid Tazkir Bela Negara Nagari Koto Tinggi, serta menyerahkan bantuan bedah rumah bagi salah seorang warga di Kecamatan Gunuang Omeh.   \"Alhamdulillah, kunjungan safari kami pada Ramadan tahun ini diawali di Kabupaten Limapuluh Kota. Masjid Tazkir, seperti namanya, merupakan masjid bersejarah dan penuh kenangan,\" kata Vasko merujuk penamaan masjid tersebut yang disematkan oleh Tokoh Pejuang dan Pemimpin PDRI, Mr. Syafruddin Prawiranegara.   Dalam kunjungan tersebut, Vasko menyerahkan bantuan hibah dari Pemprov Sumbar untuk kelanjutan pembangunan Masjid Tazkir Bela Negara senilai Rp25 juta. Selain itu, ia juga menyerahkan bantuan berupa 20 mushaf Al-Qur'an untuk mendukung kegiatan ibadah jemaah masjid tersebut.   \"Semoga bantuan ini dapat membantu penyelesaian pembangunan masjid ini. Kami juga mengimbau seluruh pihak untuk bersama-sama kita mendukung kelanjutan pembangunan masjid ini, karena selain menjadi sarana ibadah, masjid ini juga menyimpan banyak kenangan sejarah perjuangan bangsa,\" ucap Vasko.   Usai menyerahkan bantuan untuk Masjid Tazkir Bela Negara, Vasko yang dalam kesempatan itu didampingi oleh Wakil Bupati Limapuluh Kota Ahlul Badrito Resha, juga berkunjung ke rumah salah seorang warga di Gunuang Omeh, untuk menyerahkan bantuan rehab rumah senilai Rp25 juta.   [*/adpsb]"
},
{
  "_id": {
    "$oid": "67c6b6864aa7912ccbe1d0f1"
  },
  "url": "https://padangkita.com/wali-kota-fadly-amran-tinjau-pasar-murah-upaya-padang-stabilkan-harga-pangan-ramadan/",
  "website": "padangkita.com",
  "header_link": "https://padangkita.com/",
  "channel": "Padangkita.com",
  "news_country": "Indonesia",
  "news_region": "South East Asia",
  "date_added": {
    "$date": "2025-03-04T13:45:02.923Z"
  },
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  },
  "title": "Wali Kota Fadly Amran Tinjau Pasar Murah, Upaya Padang Stabilkan Harga Pangan Ramadan",
  "subtitle": "Wali Kota Padang Fadly Amran meninjau pasar murah yang ada di Dadok Tunggul Hitam, Kecamatan Koto Tangah. [Foto: Humas Pemko]",
  "image": {
    "url": "https://i0.wp.com/padangkita.com/wp-content/uploads/2025/03/IMG-20250304-WA0023_11zon.webp?resize=800%2C450&ssl=1",
    "caption": "Wali Kota Fadly Amran Tinjau Pasar Murah, Upaya Padang Stabilkan Harga Pangan Ramadan"
  },
  "author": "Redaksi",
  "content": "Wali Kota Padang Fadly Amran meninjau pasar murah yang ada di Dadok Tunggul Hitam, Kecamatan Koto Tangah. [Foto: Humas Pemko]  \t\t\t\t\t\t   Padang, Padangkita.com - Pemerintah Kota (Pemko) Padang menggelar Pasar Murah di Jalan Asra RT 01 RW 04, Kelurahan Dadok Tunggul Hitam, Kecamatan Koto Tangah, Selasa (4/3/2025).   Inisiatif ini merupakan langkah proaktif Pemko dalam mengendalikan harga kebutuhan pokok yang biasanya melonjak saat Ramadan dan jelang Lebaran.   Wali Kota Padang, Fadly Amran, terjun langsung meninjau pelaksanaan pasar murah ini. Dalam kunjungannya, Fadly juga secara simbolis menyerahkan voucher sembako kepada masyarakat kurang mampu yang hadir.   \"Setiap bulan Ramadan, kita seringkali mendapati kenaikan harga pada sejumlah kebutuhan pokok. Hal ini tentu dapat memberatkan masyarakat,\" ujar Fadly Amran di lokasi pasar murah.   \"Oleh karena itu, pasar murah ini menjadi salah satu ikhtiar kita untuk mengendalikan gejolak harga tersebut,\" lanjutnya.   Fadly Amran menyampaikan apresiasi kepada berbagai pihak yang telah mendukung terselenggaranya pasar murah ini. Ia menyebutkan bahwa dukungan dari sejumlah perusahaan berupa voucher sembako sangat berarti bagi masyarakat yang membutuhkan.   \"Saya mengucapkan terima kasih dan apresiasi atas dukungan dari berbagai pihak, terutama perusahaan-perusahaan yang telah memberikan bantuan voucher sembako. Semoga bantuan ini membawa berkah dan manfaat bagi masyarakat kita,\" tuturnya.   Kepala Dinas Perdagangan Kota Padang, Syahendri Barkah, menjelaskan bahwa pasar murah ini adalah program rutin Pemko Padang menjelang Ramadan.   Tahun ini, pasar murah digelar di sebelas titik yang tersebar di berbagai kecamatan, dimulai sejak 11 Februari 2025.   \"Dalam pasar murah ini, kami menyediakan berbagai kebutuhan pokok seperti beras, gula, cabai, minyak goreng, dan lain-lain. Harga yang kami tawarkan relatif lebih rendah dibandingkan harga di pasar, selisihnya antara Rp1.000 hingga Rp3.000,\" ungkap Syahendri.   Lebih lanjut, Syahendri Barkah menambahkan bahwa setiap warga kurang mampu yang berbelanja di pasar murah ini akan menerima dua lembar voucher.   Masing-masing voucher dapat digunakan untuk mendapatkan potongan harga sebesar Rp5.000 untuk setiap transaksi pembelian bahan pokok.   \"Voucher ini adalah bentuk bantuan langsung untuk meringankan beban masyarakat dalam memenuhi kebutuhan pokok. Untuk pasar murah di Dadok Tunggul Hitam ini, kami menyediakan 600 voucher,\" pungkasnya.   Baca Juga: Jelang Ramadan, Pemko Padang Gelar Pasar Murah dan Operasi Pasar untuk Kendalikan Inflasi   Pasar murah ini diharapkan dapat membantu masyarakat Kota Padang, khususnya yang kurang mampu, untuk mendapatkan kebutuhan pokok dengan harga terjangkau menjelang bulan suci Ramadan dan Hari Raya Idulfitri . [*/hdp]"
},
{
  "_id": {
    "$oid": "67c6b6864aa7912ccbe1d0f0"
  },
  "url": "https://padangkita.com/pidato-perdana-di-dprd-gubernur-mahyeldi-siap-hadirkan-gerak-cepat-pembangunan-di-sumbar/",
  "website": "padangkita.com",
  "header_link": "https://padangkita.com/",
  "channel": "Padangkita.com",
  "news_country": "Indonesia",
  "news_region": "South East Asia",
  "date_added": {
    "$date": "2025-03-04T13:45:02.691Z"
  },
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  },
  "title": "Pidato Perdana di DPRD, Gubernur Mahyeldi Siap Hadirkan Gerak Cepat Pembangunan di Sumbar",
  "subtitle": "Gubernur Sumbar Mahyeldi Ansharullah dan Wakil Gubernur Vasko Ruseimy. [Foto: Dok. Biro Adpim Sumbar]",
  "image": {
    "url": "https://i0.wp.com/padangkita.com/wp-content/uploads/2025/03/MAHYELDI-DAN-VASKO.jpg?resize=800%2C450&ssl=1",
    "caption": "Pidato Perdana di DPRD, Gubernur Mahyeldi Siap Hadirkan Gerak Cepat Pembangunan di Sumbar"
  },
  "author": "Redaksi",
  "content": "Gubernur Sumbar Mahyeldi Ansharullah dan Wakil Gubernur Vasko Ruseimy. [Foto: Dok. Biro Adpim Sumbar]  \t\t\t\t\t\t   Padang, Padangkita.com - Gubernur Sumatera Barat (Sumbar), Mahyeldi Ansharullah menyampaikan pidato perdananya di hadapan DPRD Provinsi Sumbar, Senin (3/3/2025). Ia bersama Wakil Gubernur, Vasko Ruseimy menegaskan komitmennya untuk mengupayakan terwujudnya gerak cepat pembangunan Sumbar.   Mahyeldi menyebut, ia memiliki visi menjadikan Sumbar sebagai provinsi madani yang maju dan berkeadilan. Meskipun tidak mudah, tapi ia optimistis bisa diwujudkan jika didukung oleh seluruh pihak terkait seperti DPRD, Forkopimda, instansi vertikal dan sektor swasta serta organisasi masyarakat.   \"Untuk mewujudkan visi tersebut, pihaknya telah menyiapkan 8 misi yang nantinya akan menjadi acuan dalam perancangan program dan kegiatan di Sumbar hingga lima tahun ke depan,\" ucap Mahyeldi   Adapun 8 misi itu yakni, pertama gerak cepat Sumbar unggul, kedua gerak cepat Sumbar sejahtera, dan yang ketiga gerak cepat Sumbar berdaya. Kemudian, yang keempat gerak cepat Sumbar maju, kelima gerak cepat Sumbar kuat, keenam gerak cepat Sumbar harmonis, ketujuh gerak cepat Sumbar kreatif, serta misi ke delapan adalah gerak cepat Sumbar responsif.   \"Salah satu langkah utama kita untuk mewujudkan gerak cepat itu adalah dengan digitalisasi layanan pemerintahan,\" ujar Mahyeldi.   Sedangkan untuk program 100 harinya, Mahyeldi lebih fokus pada harmonisasi hubungan dengan pusat dan daerah, percepatan persiapan pembangunan infrastruktur strategis, pemberdayaan masyarakat serta penguatan implementasi Adat Basandi Syara', Syara' Basandi Kitabullah (ABS-SBK).   \"Totalnya ada 12 program. Insya Allah dalam 100 hari ke depan, semuanya akan berprogres positif,\" ucap Mahyeldi.   Baca juga: Resmi Dilantik Presiden, Mahyeldi-Vasko Tancap Gas Program Prioritas Ini dalam 100 Hari Pertama   Sementara itu, Ketua DPRD Sumbar, Muhidi dalam sambutannya menyampaikan selaku mitra kerja pemerintah, pihaknya siap mendukung setiap kebijakan yang diambil pemerintah untuk kemajuan daerah.   \"Kita siap mendukung pemerintah mewujudkan Sumbar madani yang maju dan berkeadilan. Insya Allah,\" ucapnya.   [*/adpsb]"
},
{
  "_id": {
    "$oid": "67c6b6864aa7912ccbe1d0ef"
  },
  "url": "https://padangkita.com/perdana-pimpin-apel-gabungan-wako-pariaman-yota-balad-tegaskan-tak-beda-bedakan-asn/",
  "website": "padangkita.com",
  "header_link": "https://padangkita.com/",
  "channel": "Padangkita.com",
  "news_country": "Indonesia",
  "news_region": "South East Asia",
  "date_added": {
    "$date": "2025-03-04T13:45:02.382Z"
  },
  "uploaddate": {
    "$date": "2025-03-03T00:00:00.000Z"
  },
  "title": "Perdana Pimpin Apel Gabungan, Wako Pariaman Yota Balad Tegaskan Tak Beda-bedakan ASN",
  "subtitle": "Untuk pertama kalinya usai dilantik, Wali Kota Pariaman Yota Balad menjadi Pembina Apel Gabungan ASN Kota Pariaman di halaman Balai Kota Pariaman, Senin (3/3/2025). [Foto: Dok. Diskominfo Pariaman]",
  "image": {
    "url": "https://i0.wp.com/padangkita.com/wp-content/uploads/2025/03/YOTA-BALAD-PIMPIN-APEL-GABUNGAN.jpg?resize=800%2C450&ssl=1",
    "caption": "Perdana Pimpin Apel Gabungan, Wako Pariaman Yota Balad Tegaskan Tak Beda-bedakan ASN"
  },
  "author": "Redaksi",
  "content": "Untuk pertama kalinya usai dilantik, Wali Kota Pariaman Yota Balad menjadi Pembina Apel Gabungan ASN Kota Pariaman di halaman Balai Kota Pariaman, Senin (3/3/2025). [Foto: Dok. Diskominfo Pariaman]  \t\t\t\t\t\t   Pariaman, Padangkita.com – Untuk pertama kalinya usai dilantik, Wali Kota Pariaman Yota Balad menjadi Pembina Apel Gabungan ASN Kota Pariaman di halaman Balai Kota Pariaman, Senin (3/3/2025).   Yota Balad bersama Mulyadi dilantik sebagai Wali Kota dan Wakil Wali Kota Pariaman pada 20 Februari 2025. Kemudian, Yota Balad lanjut mengikuti retret kepala daerah di Akmil MAgelang selama delapan hari.   Apel gabungan juga diikuti oleh Wakil Wali Kota Pariaman Mulyadi, Pj Sekretaris Daerah Kota Pariaman Mursalim, Kepala OPD, Kabag, Camat, dan seluruh ASN di lingkungan Pemerintahan Kota Pariaman.   “Apel gabungan ini merupakan momen pertama bagi kami hadir di hadapan bapak ibu semua setelah kami dilantik dan menjalankan retret di Magelang. Mulai hari ini kami sampaikan kepada ASN di likungan Pemko Pariaman, walaupun bulan puasa yang namanya apel pagi tetap dilaksanakan setiap harinya,” ungkap Yota Balad.   Dalam kesempatan tersebut Yota Balad menyampaikan bahwa di bawah kepemimpinannya bersama Mulyadi tidak ada yang namanya mengotak-kotakan ASN yang dulunya tidak sepemikiran dan sejalan dengan Yota Balad-Mulyadi.   “Bagi kami semua ASN sama. Semua harus bekerja sesuai dengan tupoksinya masing-masing. Kami diamanahkan untuk menjadi pemimpin Kota Pariaman supaya kami bisa membangun Kota Pariaman ini dengan lebih baik lagi ke depannya. Yang lalu biarkan berlalu, mari kita tata masa depan Pariaman secara bersama demi kemajuan dan kesejahteraan masyarakatnya sesuai dengan visi misi Yota Balad-Mulyadi,” tegasnya.   Baca juga: Yota Balad-Mulyadi Sampaikan Visi-Misi 5 Tahun, Ini Program Unggulan untuk Memajukan Pariaman   Yota Balad pun berpesan kepada seluruh ASN Pemko Pariaman agar selalu menjaga disiplin dalam bekerja dan ikut serta meramaikan setiap kegiatan yang diperintahkan oleh pimpinan.   [*/pkt]"
},
{
  "_id": {
    "$oid": "67c6b6864aa7912ccbe1d0ee"
  },
  "url": "https://padangkita.com/yota-balad-mulyadi-sampaikan-visi-misi-5-tahun-ini-program-unggulan-untuk-memajukan-pariaman/",
  "website": "padangkita.com",
  "header_link": "https://padangkita.com/",
  "channel": "Padangkita.com",
  "news_country": "Indonesia",
  "news_region": "South East Asia",
  "date_added": {
    "$date": "2025-03-04T13:45:02.126Z"
  },
  "uploaddate": {
    "$date": "2025-03-03T00:00:00.000Z"
  },
  "title": "Yota Balad-Mulyadi Sampaikan Visi-Misi 5 Tahun, Ini Program Unggulan untuk Memajukan Pariaman",
  "subtitle": "Wali Kota Pariaman Yota Balad dan Wakil Wali Kota Mulyadi dalam Sidang Paripurna DPRD Kota Pariaman. [Foto: Dok. Diskominfo Pariaman]",
  "image": {
    "url": "https://i0.wp.com/padangkita.com/wp-content/uploads/2025/03/YOTA-BALAD-MULYADI.jpg?resize=800%2C450&ssl=1",
    "caption": "Yota Balad-Mulyadi Sampaikan Visi-Misi 5 Tahun, Ini Program Unggulan untuk Memajukan Pariaman"
  },
  "author": "Redaksi",
  "content": "Wali Kota Pariaman Yota Balad dan Wakil Wali Kota Mulyadi dalam Sidang Paripurna DPRD Kota Pariaman. [Foto: Dok. Diskominfo Pariaman]  \t\t\t\t\t\t   Pariaman, Padangkita.com - Usai serah terima jabatan (Sertijab) di aula Balai Kota, Wali Kota Pariaman Yota Balad dan Wakil Wali Kota Pariaman Mulyadi menyampaikan visi misi dan program unggulan (progul) mereka untuk lima tahun ke depan dalam Rapat Paripurna DPRD Kota Pariaman di Ruang Sidang DPRD Kota Pariaman, Senin (3/3/2025).   Dalam kesempatan tersebut, Wali Kota Pariaman Yota Balad menyampaikan visi kepemimpinannya bersama Wawako Mulyadi dalam Pilkada Tahun 2024 yakni, “Terwujudnya Pariaman Kota Wisata yang Maju, Mandiri, Kreatif Berbasis Agama dan Berbudaya”.   Visi -Misi Yota Balad-Mulyadi disebut dengan Dasa Cita Balad-Mulyadi yang mencakup 10 misi strategis dan 12 program unggulan (progul). Yakni, memperkuat nilai-nilai keagamaan dengan memaksimalkan masjid dan lingkunganny serta Pondok Pendidikan Al Qur’an dan Hafiz.   Meningkatkan pembangunan yang merata, berkeadilan, dan berkelanjutan. Mewujudkan lingkungan serta perilaku hidup sehat, masyarakat lebih mudah dalam memperoleh pelayanan kesehatan bermutu sehingga derajat kesehatan masyarakat meningkat. Meningkatnya pemerataan layanan pendidikan bermutu di seluruh jenjang.   Menerapkan manajemen bersih dan Anti-KKN dalam pengelolaan pemerintah kota yang bersih, efektif, dan terpercaya. Memperkuat pembangunan sumber daya manusia (SDM), sains, teknologi, pendidikan, kesehatan, prestasi olahraga, kesetaraan gender, serta penguatan peran perempuan, pemuda, dan penyandang disabilitas.   Meningkatkan lapangan kerja yang berkualitas, mendorong kewirausahaan, mengembangkan industri kreatif, dan melanjutkan pengembangan infrastruktur. Mewujudkan kota yang berkelanjutan dan ramah lingkungan dengan mengurangi dampak negatif pembangunan terhadap lingkungan dengan kombinasi strategi tata ruang, strategi infrastruktur dan strategi pembangunan sosial.   Kemudian, sinergi dengan pemerintah provinsi dan pemerintah pusat yang merupakan perpanjangan tangan pembangunan, dan membangun ketahanan budaya dan pariwisata   Adapun 12 program unggulan (progul) yakni, Pariaman RISALAH (Beriman, Soleh, dan Berakhlak), Satu Keluarga Satu Hafiz, kembali ke Surau dan Pesantren ASN, dan Asuransi Kesehatan dan Keselamatan Kerja bagi lembaga adat/kemasyarakatan desa/kelurahan dan petugas keagamaan.   Selanjutnya, Saga Saja Plus dan Bimbingan Belajar Sekolah Kedinasan bagi keluarga tidak mampu. Membentuk guru unggul, dan revitalisasi aset dan peningkatan pelayanan publik. Pelayanan kesehatan dan pendidikan gratis. Pariaman Perkasa (Pusat Kreativitas Pemuda). Pariaman Sport Tourism dan percepatan pembangunan GOR Pariaman.   Selanjutnya, Satu Rumah Satu Industri Rumah Tangga, Pariaman Blue Green City, Pariaman BATABUIK (Basis Wisata Budaya dan Keragaman), dan Sinergitas ASTA CITA.   Dalam pidatonya, Yota Balad juga menjabarkan bahwa visi dan misi ia bersama wakilnya Mulyadi sesuai juga dengan harapan Presiden Prabowo Subianto saat pelantikan pada 20 Februari 2025 lalu.   “Sebagai wali kota yang memimpin daerah sepenuh hati mengabdikan diri untuk masyarakat, memberikan pelayanan, kenyamanan serta memberikan kemakmuran bagi masyarakat ,” ujarnya.   \"Nah, konteks kemakmuran yang saya sampaikan pada hari ini tentu yang namanya kita di daerah dengan keterbatasan pendanaan, sumber daya alam dan sumber daya manusia tentu secara perlahan dan secara bersama-sama membangun Kota Pariaman untuk bisa lebih maju dan masyarakatnya bisa sejahtera,\" ungkap Yota lebih lanjut.   Dia menekankan progul meciptakan Satu Rumah Satu Industri Rumah Tangga, serta memberikan akses layanan pendidikan dan kesehatan kepada masyarakat.   “Karena kalau masyarakat itu sehat mereka bisa bekerja dengan baik. Kemudian, kalau anak-anak punya pendidikan yang cukup dan sudah dijamin oleh pemerintah daerah, tentu ini akan dapat meningkatkan perekonomian mereka,” ujar Yota Balad.   Terkait dengan efisiensi anggaran, Yota Balad menyebutkan memang terjadi pada semua daerah di Indonesia. Oleh sebab itu, ia mengharapkan seluruh OPD mari punya inisiatif dan inovatif karena untuk melayani masyarakat memang ada aturan dan ada dananya, akan tetapi tidak ada dana pun jangan sampai berhenti untuk memberikan pelayanan kepada masyarakat.   “Jadi, bagaimana pun kondisinya, kita sebagai pemimpin yang telah diberi amanah hadir untuk mengabdi kepada masyarakat ,” kata Yota Balad disambut tepuk tangan tamu yang hadir.   “Saya Yota Balad, sebagai pribadi maupun bersama bapak Mulyadi, mengucapkan banyak terima kasih kepada semua pihak yang sudah bersama-sama terlibat dalam proses kontestasi Pilkada, yang pada akhirnya lewat kepercayaan mayoritas masyarakat Kota Pariaman, sehingga kami Balad-Mulyadi dapat terpilih dan memimpin Kota Pariaman. Semoga amanah ini dapat kami emban dengan sebaik-baiknya,” pungkasnya.   Baca juga: Sertijab Wali Kota Pariaman, Yota Balad: Tanggalkan Semua Perbedaan, Mari Bersatu   Rapat Paripurna dipimpin langsung oleh Ketua DPRD Kota Pariamanm, Muhajir Muslim, didampingi Wakil Ketua dan Anggota DPRD Kota Pariaman. Turut hadir dalam acara tersebut, mantan Wali Kota Pariaman Mukhlis Rahman, Forkopimda, Pj Sekda Kota Pariaman Mursalim, Asisten, Kepala OPD, Kepala Badan/Bagian, Camat, Lurah dan Kepala Desa serta media.   [*/pkt]"
},
{
  "_id": {
    "$oid": "67c6b6854aa7912ccbe1d0ed"
  },
  "url": "https://padangkita.com/singgah-sahur-gubernur-mahyeldi-serahkan-bantuan-bedah-rumah-untuk-keluarga-nuraniah/",
  "website": "padangkita.com",
  "header_link": "https://padangkita.com/",
  "channel": "Padangkita.com",
  "news_country": "Indonesia",
  "news_region": "South East Asia",
  "date_added": {
    "$date": "2025-03-04T13:45:01.772Z"
  },
  "uploaddate": {
    "$date": "2025-03-03T00:00:00.000Z"
  },
  "title": "Singgah Sahur, Gubernur Mahyeldi Serahkan Bantuan Bedah Rumah untuk Keluarga Nuraniah",
  "subtitle": "Gubernur Sumatera Barat (Sumbar), Mahyeldi Ansharullah bersama Wakil Bupati Solok Candra dan jajaran terkait makan sahur di rumah keluarga Nuraniah (57 tahun), Senin (3/3/2025), di Nagari Taratak Tangah, Kecamatan Lembah Gumanti, Kabupaten Solok. [Foto: Dok. Biro Adpim Sumbar]",
  "image": {
    "url": "https://i0.wp.com/padangkita.com/wp-content/uploads/2025/03/MAHYELDI-SAHUR.jpg?resize=800%2C450&ssl=1",
    "caption": "Singgah Sahur, Gubernur Mahyeldi Serahkan Bantuan Bedah Rumah untuk Keluarga Nuraniah"
  },
  "author": "Redaksi",
  "content": "Gubernur Sumatera Barat (Sumbar), Mahyeldi Ansharullah bersama Wakil Bupati Solok Candra dan jajaran terkait makan sahur di rumah keluarga Nuraniah (57 tahun), Senin (3/3/2025), di Nagari Taratak Tangah, Kecamatan Lembah Gumanti, Kabupaten Solok. [Foto: Dok. Biro Adpim Sumbar]  \t\t\t\t\t\t   Arosuka, Padangkita.com - Gubernur Sumatera Barat (Sumbar), Mahyeldi Ansharullah bersama Wakil Bupati Solok Candra dan jajaran terkait makan sahur di rumah keluarga Nuraniah (57 tahun), Senin (3/3/2025), di Nagari Taratak Tangah, Kecamatan Lembah Gumanti, Kabupaten Solok.   Selain singgah untuk sahur, Gubernur juga menyerahkan bantuan bedah rumah bagi keluarga tersebut.   “Alhamdulillah, hari ini kami bersama bapak Wakil Bupati Solok dan tim, mengunjungi rumah Ibu Nuraniah. Beliau tinggal bersama suami, anak, dan dua cucunya di rumah kayu yang ukurannya sangat kecil dan sudah mulai reyot. Selain santap sahur, kita juga akan bantu perbaikan rumah beliau,” ujar Mahyeldi.   Rumah keluarga Nuraniah, kata Mahyeldi, berdiri di atas tanah milik sendiri. Pemprov Sumbar bersama Baznas Provinsi Sumbar telah berkoordinasi dengan wali jorong, para perantau, dan pemuda setempat untuk bersama-sama mendukung perbaikan rumah keluarga tersebut.   \"Hari ini kita serahkan bantuan senilai Rp25 juta dari Baznas Provinsi Sumatera Barat, ditambah Rp2,5 juta dari Bank Nagari dan Rp2,5 juta dari sumbangan ASN Kabupaten Solok,” ucap Mahyeldi merinci.   Sementara itu, Wakil Bupati Solok, Candra menyampaikan rasa terima kasihnya atas kunjungan Gubernur Mahyeldi ke Kabupaten Solok dalam rangakaian Safari Ramadan tahun ini. Kedatangan Gubernur beserta rombongan, disebut telah memberikan dampak dan manfaat positif bagi masyarakat Kabupaten Solok.   Ucapan senada juga disampaikan Nuraniah selaku penerima bantuan bedah rumah. Ia mengaku akan mempergunakan bantuan tersebut dengan sebaik-baiknya untuk memperbaiki rumah keluarga yang telah rusak parah.   Baca juga: Gubernur Mahyeldi Resmikan Stadion H Marah Adin Kota Solok   \"Terima kasih Bapak Gubernur, Bapak Wakil Bupati, dan pihak lainnya,\" ucap Nuraniah seraya melepas rombongan Gubernur untuk berjemaah subuh di Masjid Nurul Iman Taratak Tangah   [*/adpsb]"
},
{
  "_id": {
    "$oid": "67c6b6854aa7912ccbe1d0ec"
  },
  "url": "https://padangkita.com/wali-kota-padang-puji-konsistensi-pmi-gelar-donor-darah-ramadan-upaya-atasi-krisis-stok-darah-di-kota/",
  "website": "padangkita.com",
  "header_link": "https://padangkita.com/",
  "channel": "Padangkita.com",
  "news_country": "Indonesia",
  "news_region": "South East Asia",
  "date_added": {
    "$date": "2025-03-04T13:45:01.534Z"
  },
  "uploaddate": {
    "$date": "2025-03-03T00:00:00.000Z"
  },
  "title": "Wali Kota Padang Puji Konsistensi PMI Gelar Donor Darah Ramadan: Upaya Atasi Krisis Stok Darah di Kota",
  "subtitle": "Wali Kota Padang Fadly Amran saat menghadiri kegiatan donor darah di SJS Plaza Padang. [Foto: Humas Pemko]",
  "image": {
    "url": "https://i0.wp.com/padangkita.com/wp-content/uploads/2025/03/IMG-20250303-WA0028_11zon.webp?resize=800%2C450&ssl=1",
    "caption": "Wali Kota Padang Puji Konsistensi PMI Gelar Donor Darah Ramadan: Upaya Atasi Krisis Stok Darah di Kota"
  },
  "author": "Redaksi",
  "content": "Wali Kota Padang Fadly Amran saat menghadiri kegiatan donor darah di SJS Plaza Padang. [Foto: Humas Pemko]  \t\t\t\t\t\t   Padang, Padangkita.com – Wali Kota Padang, Fadly Amran, memberikan apresiasi tinggi kepada Palang Merah Indonesia (PMI) Kota Padang atas komitmen mereka yang tak pernah surut dalam menggelar kegiatan donor darah rutin setiap bulan suci Ramadan.   Kegiatan yang telah berjalan konsisten selama 10 tahun terakhir ini kembali digelar di SJS Plaza, Jalan Jhoni Anwar, Kelurahan Lapai, Kecamatan Nanggalo, pada Minggu (2/3/2025).   Saat menghadiri pembukaan kegiatan donor darah tersebut, Wali Kota Fadly Amran mengungkapkan bahwa kebutuhan darah di Kota Padang saat ini mencapai angka 200 kantong per hari.   Namun, ketersediaan darah yang ada baru mampu mencukupi sekitar 100 kantong per hari. Kondisi ini menunjukkan adanya kesenjangan yang cukup signifikan antara kebutuhan dan ketersediaan darah di Kota Padang.   \"Kami mengapresiasi konsistensi PMI Kota Padang menggelar kegiatan donor darah setiap tahun. Hal ini sejalan dengan visi kami menjadikan Padang sebagai Kota Sehat dan Kota Pintar. Kami akan mencari solusi dan inovasi guna mendorong partisipasi masyarakat dalam mendonorkan darah, sehingga ketersediaan darah dapat tercukupi,\" ujar Fadly Amran, menekankan pentingnya peran serta masyarakat dalam mengatasi masalah kekurangan stok darah.   Wali Kota juga menyatakan bahwa Pemerintah Kota Padang akan terus berupaya mencari solusi inovatif untuk meningkatkan partisipasi masyarakat dalam kegiatan donor darah.   Lebih lanjut, Fadly Amran menyampaikan visi besarnya untuk Kota Padang dalam lima tahun ke depan, yaitu mewujudkan Kota Padang sebagai Kota Pintar ( Smart City ) dan Kota Sehat.   Visi ini, menurutnya, akan diwujudkan dengan menggerakkan seluruh potensi yang dimiliki kota, berlandaskan nilai-nilai agama dan budaya, menuju Padang yang maju dan sejahtera.   \"Kota yang hidup adalah kota yang mampu memberdayakan segala potensinya. Kami akan bekerja keras agar semua potensi yang ada di Kota Padang dapat digerakkan untuk mewujudkan kejayaan Kota Padang ini,\" tambah Fadly Amran.   Kepala Dinas Kesehatan Kota Padang, Lila Yanwar, turut menyampaikan bahwa meskipun berbagai upaya kolaborasi telah dilakukan oleh berbagai pihak dalam menggelar aksi donor darah, stok darah di PMI dan rumah sakit di Kota Padang masih belum mencukupi kebutuhan yang ada.   Ia menjelaskan bahwa tingginya permintaan darah disebabkan oleh banyaknya pasien dengan penyakit kronis, seperti hemofilia dan kanker darah, yang membutuhkan transfusi darah secara rutin untuk mempertahankan hidup. Ia mengajak masyarakat untuk lebih peduli dan berpartisipasi dalam kegiatan donor darah.   \"Darah tidak bisa digantikan oleh cairan buatan. Satu-satunya cara untuk membantu pasien yang membutuhkan adalah melalui donor darah. Kami mengapresiasi seluruh pendonor yang telah menyumbangkan darahnya,\" ujar Lila Yanwar.   Kegiatan donor darah Ramadan yang digelar PMI Kota Padang ini telah dimulai sejak 28 Februari dan akan berlangsung hingga Maret 2025. Kegiatan ini dilaksanakan setiap malam, mulai pukul 19.30 WIB hingga 23.00 WIB di SJS Plaza, Jalan Jhoni Anwar.   Sebagai bentuk apresiasi dan motivasi, PMI Kota Padang juga menyediakan kupon undian bagi setiap pendonor, dengan hadiah utama berupa sepeda motor dan paket sembako. Inisiatif ini diharapkan dapat menarik lebih banyak warga Kota Padang untuk berpartisipasi dalam kegiatan mulia ini.   Pembukaan aksi donor darah Ramadan ini dihadiri oleh sejumlah tokoh penting, antara lain Wakil Ketua DPRD Kota Padang, Mastilizal Aye, Ketua PMI Kota Padang, Zulhardi Z Latif, Kepala UPTD PMI Kota Padang, Widyarman, General Manager SJS Plaza, Amril Amir, serta pengurus PMI Provinsi Sumatera Barat dan Kota Padang.   Baca Juga: Pemko Padang Luncurkan Program Donor Darah Rutin untuk Atasi Defisit Stok Darah   Kehadiran para tokoh ini menunjukkan dukungan kuat terhadap upaya PMI Kota Padang dalam memenuhi kebutuhan darah di Kota Padang, terutama di bulan suci Ramadan . [*/hdp]"
},
{
  "_id": {
    "$oid": "67c6b6844aa7912ccbe1d0e7"
  },
  "url": "https://www.newstatesman.com/politics/labour/2025/03/ed-milibands-net-zero-bind",
  "website": "newstatesman.com",
  "header_link": "https://www.newstatesman.com/",
  "channel": "New Statesman",
  "news_country": "United Kingdom",
  "news_region": "Europe",
  "date_added": {
    "$date": "2025-03-04T13:45:00.308Z"
  },
  "uploaddate": {
    "$date": "2025-03-03T00:00:00.000Z"
  },
  "title": "Ed Miliband’s net zero bind",
  "author": "Megan Kenyon",
  "content": "The targets of his department will keep running into Labour's economic growth aspirations.   By  Megan Kenyon   It’s been a tricky week for Ed Miliband. First, on Tuesday the energy regulator Ofgem announced it would be raising the price cap on energy bills by 6.4 per cent. This will make Labour’s pre-government mission to cut bills by £300 per year by 2030 even less achievable. Then, on 26 February the Climate Change Committee (CCC) published its seventh carbon budget which advised that the sale of new oil and gas boilers should be banned in a decade’s time – a move which Miliband has previously opposed.   The former Labour leader and clean power aficionado has a tough job on his hands. As Energy and Net Zero Secretary, he must oversee the UK’s transition away from its dependence on fossil fuels to a renewable future while also ensuring that little to no harm is done to the economy in the process. His job is made even more difficult considering that the net zero consensus enjoyed by his Conservative predecessors has ended and increasing opposition to the green transition is mounting from an insurgent Reform-led right. As an old hand, having previously been Climate Change secretary under Gordon Brown, Miliband is no stranger to the difficulties involved in the net zero brief. But the political climate in 2025 is very different to the one he enjoyed in 2010.   The CCC’s publication of its seventh carbon budget – independent advice to keep the UK on track with its 2050 net zero target – is a key milestone. The CCC’s former chief executive, Chris Stark, is currently working alongside Miliband at DESNZ as the head of mission control for clean power. In the thirteen years since the committee’s creation as part of the Climate Change Act 2008, the government has never rejected its suggestions. (Though, of course, when the government “accepts the recommendations” of a quango it doesn’t really mean anything.)   Banning the sale of new boilers could be a flashpoint for Miliband (he has previously said he is “very wary” of the idea). Might this be the first time the government is at odds with the CCC’s advice? But with buildings responsible for 60 per cent of the UK’s carbon emissions, decarbonising our domestic heating system may be the biggest climate challenge facing this government.   Indeed, his cabinet colleagues are not making things easy for him either. Speaking at the Scottish Labour party conference on Sunday, Keir Starmer announced an additional £200m to transform the fortunes of the declining oil refinery at Grangemouth, fixing the site up for an alternative future in bioengineering, biofuels or hydrogen. Starmer told delegates that oil and gas would be part of Scotland’s future for decades to come. This statement is seemingly at odds with the government’s stance on oil and gas – during the election, Labour said they would take out no new licences if elected although they will honour existing ones.   Starmer is also said to be supportive of further drilling at Rosebank, a large oil field in the North Sea, which was recently found by the High Court to have been approved unlawfully. As is the Chancellor, Rachel Reeves. The final decision over whether the project will go ahead now lies with Miliband, who himself has previously been publicly critical of the project describing it as a “colossal waste of taxpayers’ money and climate vandalism.” But with the government’s two head honchos publicly voicing their support for the project, Miliband may have to bite his tongue.   Reeves’s support of a third runway at Heathrow, alongside further expansion of Gatwick and Luton, is also likely to prove a headache for Miliband. The energy secretary, who has historically been opposed to Heathrow’s expansion, has now been brought round in support of Reeves’s big ticket growth item. The CCC, too, are no longer advising against net airport expansion (which they have in previous carbon budgets) but they report that aviation is likely to be the UK’s largest source of emissions by 2040 (they will be 69 per cent higher than in 1990). To ensure that these emissions stay within the level required, the sector will need to decarbonise and fast. But the CCC warns that the cost of this decarbonisation will need to be shouldered by the airlines themselves, likely driving up ticket prices. (One wonders how much growth a larger airport with higher ticket prices will actually manage to sustain).   All this again points to the difficult bind Miliband finds himself in. He must ensure the UK is matching up to its net zero targets while appeasing the growth targets sought by Reeves and Starmer. This is all beginning to look totally incompatible. And we have to wonder how long Miliband will be able to navigate it.   This article was originally published as an edition of the Green Transition, New Statesman Spotlight’s weekly newsletter on the economics of net zero.  To see more editions and subscribe, click here .   [See more: Ash Sarkar: “I wasn’t smart enough to listen when I was younger” ]   Related"
},
{
  "_id": {
    "$oid": "67c6b6824aa7912ccbe1d0e2"
  },
  "url": "https://www.newstatesman.com/culture/film/2025/03/sean-bakers-american-dreams",
  "website": "newstatesman.com",
  "header_link": "https://www.newstatesman.com/",
  "channel": "New Statesman",
  "news_country": "United Kingdom",
  "news_region": "Europe",
  "date_added": {
    "$date": "2025-03-04T13:44:58.979Z"
  },
  "uploaddate": {
    "$date": "2025-03-03T00:00:00.000Z"
  },
  "title": "Sean Baker’s American dreams",
  "author": "Simran Hans",
  "content": "The Oscar-winning director of Anora is an old-fashioned auteur fascinated by those on the margins, with little interest in big-budget studio movies.   By  Simran Hans   At last night’s Oscars ceremony, Mikey Madison was dressed like a winner. The star of Sean Baker’s Anora wore a pink Dior gown, a reference, perhaps, to this one Audrey Hepburn wears in Funny Face , and to Gwyneth Paltrow , a fellow Best Actress winner. In the film, Madison plays Ani, a street-smart exotic dancer who is promised the world by the bratty, 21-year-old son of a Russian oligarch. The madcap romp that follows sends its characters careening all over Brooklyn. It won Baker the Oscars for Best Film, Best Director, Best Original Screenplay and Best Editing, as well as Madison’s award for Best Actress.   Sean Baker, 57, was born in a New Jersey suburb and grew up in the shadow of New York. After being raised on a diet of shiny 1980s blockbusters, he studied film at New York University and fell in love with the city’s characters. Baker has spoken about his own struggles with opiate addiction when he was in his twenties, a possible reason for his interest in protagonists that live on the margins of society. His stories centre sex workers, immigrants and people whose “livelihood or lifestyle has had unfair stigma applied to it”, as he put it in an interview with NPR .   The sun-drenched Starlet (2012) considers a tender friendship between a porn actress (Dree Hemingway, daughter of Mariel) and an elderly widow (Besedka Johnson), while his 2015 breakthrough Tangerine is a modern screwball caper that casts two trans sex workers (played by Kitana Kiki Rodriguez and Mya Taylor) as its heroines. The action is shot on an iPhone and takes place on Christmas Eve. In both The Florida Project (2017) and Red Rocket (2021), Baker’s focus moved from Los Angeles to the southern US (both films also took him to Cannes). The Florida Project follows a single mother (Instagram personality Bria Vinaite) and her six-year-old daughter (a memorable child performance from Brooklynn Kimberly Prince), who are living in a motel on the outskirts of Disney World. In Red Rocket , which takes place in Texas, a washed-up adult actor (Simon Rex) sees an opportunity in a 17-year-old girl he nicknames Strawberry (Suzanna Son). In Anora , Baker returns to New York, setting the film in the Russian community of south Brooklyn’s Brighton Beach.   Inspired by the grit, sleaze and mayhem of 1970s New York films including Panic in Needle Park and The French Connection , as well as the naturalism and warm humanity of British social realists such as Mike Leigh and Ken Loach, Baker has spent eight films honing a very specific perspective. The bleakness of his characters’ situations, which often involve financial instability and precarious housing, are offset by a heightened pop aesthetic. You couldn’t call his style drab. In all of Baker’s films, there is a visual exuberance, with doughnut shops and shopping malls and strip clubs rendered in vibrant neons and pastels.   Though Baker’s characters are often sex workers, sex work is not really his subject. “I like to see it as people who are chasing the American dream, but don’t have easy access to it,” he has said. The longing for money, opportunity and freedom is something he presents as timeless and universal. Still, he prefers to observe the material realities of his dreamers than to challenge the structures that shape them. His characters rarely end up escaping their circumstances; their dreams are frequently dashed.   In an interview with the LA Times , Baker said he saw the purpose of art as “bringing people together and sparking discussion”, not as a vehicle for his personal politics. Baker has positioned himself as an ally and friend to marginalised people, often casting people with lived experience in his films and co-authoring their characters with them. He’s by their side, chronicling their complexities with humour and warmth – though some sex workers saw Anora as a missed opportunity to tell the story from Ani’s point of view. A scene in which Ani is physically restrained by Yuri Borisov’s gruff but gentle Igor is played for comic effect, yet the laughs won’t land for everyone. It reveals Baker as an outsider with privileged access, nose pressed up against the glass.   This is key when considering Anora ’s sweep at the Oscars. The awards are a useful barometer of how Academy voters see themselves, and the people they choose to celebrate. As well as his four Oscars, Baker also recently won a handful of Independent Spirit awards for Anora : in his Best Director acceptance speech at that ceremony, he described himself as “an indie film lifer” who refuses to see indie films “as calling cards” that merely enable artists to secure a more lucrative series or a studio film. “We want complete artistic freedom and the freedom to cast who is right for the role,” he said, adding that he and like-minded film-makers didn’t want to be forced to make casting decisions that consider box-office value and social media followers.   Baker comes from the world of independent film-making; he is an all-hands-on-deck kind of guy who writes, directs and edits his own work. This is what’s actually “progressive” – not the story of a sex worker’s gallant attempt to outwit a depressing “fate”; but the Academy’s recognition of a fast, funny, sparky film helmed by an old-fashioned auteur.   [See also: How Emilia Pérez sabotaged its own Oscars campaign ]             Related"
},
{
  "_id": {
    "$oid": "67c6b6824aa7912ccbe1d0e1"
  },
  "url": "https://www.newstatesman.com/international-politics/2025/03/strange-rise-of-pro-russia-right-trump-vance",
  "website": "newstatesman.com",
  "header_link": "https://www.newstatesman.com/",
  "channel": "New Statesman",
  "news_country": "United Kingdom",
  "news_region": "Europe",
  "date_added": {
    "$date": "2025-03-04T13:44:58.908Z"
  },
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  },
  "title": "The strange rise of the pro-Russia right",
  "author": "David Gauke",
  "content": "Sympathy for Vladimir Putin among conservatives is both a threat and an opportunity for liberals.   By  David Gauke   Donald Trump is susceptible to charm and flattery; he is impulsive; he can change course when the predictable consequences of an earlier decision come to light; he can be shameless in denying previous positions; he has no political principles.   These are not good qualities in a leader, but the best that can be said about his approach to Ukraine is that these flaws may mean that not all hope is lost. It is possible that his hostility to Ukraine will be reversed – and the US’s traditional allies will continue to hope that does happen – but it is unlikely. European leaders should continue to encourage the US president to support Ukraine, but should be realistic in recognising that the real question is likely to be how far the US will go to obstruct the Ukrainians and assist the Russians.   For those of us who grew up in the Cold War, it was a given that the US as a whole – and the US right in particular – stood against Russian expansionism. There was, of course, an ideological element to this in that the Soviet Union was not just a form of Russian imperialism – which it was – but also dedicated to the advance of communism. Nonetheless, Republicans believed that the peoples of eastern Europe were entitled to freedom and democracy. “Mr Gorbachev, tear down that wall,” as Ronald Reagan said.   Even in the post-Soviet era, it was the Republican presidential candidate, Mitt Romney, who warned in 2012 that Russia was “without question, our number-one geopolitical foe”. Now, a Republican president throws a tantrum if the Russian president is publicly criticised in the Oval Office.   Trump, as ever, is motivated by personal feelings. Even if we dismiss the allegations that the Russians somehow have something on Trump, Vladimir Putin has clearly played him well, manipulating a man with a fragile ego. President Volodymyr Zelensky, in contrast, is seen as disrespectful. These things should not really matter, but that is what happens when you elect a toddler as head of state.   What is equally alarming is that Trump’s pro-Russian sympathies are widely held within his party. One of the right’s leading media stars, Tucker Carlson, travelled to Moscow last year to interview (oh so gently) Putin and enthuse about the wonders of the country. Elon Musk has gone from providing invaluable support for Ukraine through his Starlink satellite network to reproducing Moscow propaganda . And the US vice-president, JD Vance, takes every opportunity to display his hostility to Ukraine.     Vance is something of an isolationist. Isolationism has a long and dishonourable history in the US, even if it was in abeyance after the Second World War. US failures in Iraq and Afghanistan, as well as the relatively lean economic times since the 2008 financial crisis, have brought it back.   But there is more to it than that. It is not isolationist to endorse political parties in other countries, as Musk (explicitly) and Vance (implicitly) did with the far-right Alternative for Germany (AfD) in Germany. Nor is it isolationist to lecture other countries on their values such as freedom of speech, as Vance did at the Munich Security Conference and again when talking to Keir Starmer in the Oval Office.   [See also: Keir Starmer in Trumpworld ]   The isolationism is partial. When it comes to socially conservative Russia, where saying the wrong thing gets you killed, Vance is silent. The liberal values of most European countries – and Ukraine is viewed as a liberal country – are seen as a threat, similar in nature to the values of US Democrats. In the hyper-partisan context of American politics, on the basis that my enemy’s enemy is my friend, Russia becomes an ally. That holding such views shocks liberals makes it all the more satisfying.   The US’s authoritarian right sees Putin as a strongman. He does not have to worry about judges or Congress or criticism on CNN. In reality, Russia has a small and fragile economy with a depleted and (for the most part) incompetent army which is currently making little progress at great cost in Ukraine. But in the eyes of the US right, Putin is the strong leader of a strong country heading for victory. Might is right.   This admiration for Putin is not limited to the US. Populist parties of the right across Europe – such as the AfD and the Austrian Freedom Party – share the pro-Russian sympathies of the Republicans. Nationalism is becoming an international business.   For those who believe in Western values , this is both an opportunity and a threat. The opportunity is that the issue of Russia exposes the weirdness of the populists. The British public, for example, overwhelmingly supports Ukraine. If Trump does make a second state visit, he will be greeted with thousands of Ukrainian flags; Nigel Farage – this country’s principal Trump apologist and a long-standing admirer of Putin – went uncharacteristically quiet after the disgraceful scenes in the Oval Office because he knows he is currently on the wrong side of the argument. To be pro-Putin and pro-Trump today is to be unpatriotic.   But if taxes go up to defend Ukraine, will the British public – or the wider European public – tolerate it? There may soon come a time when we will hear the arguments of Trump, Vance and Musk – dismissive of the smaller countries of eastern Europe, generous to Putin – on this side of the Atlantic.  Supporting Ukraine will become contested. It is an argument that believers in liberal democracy cannot afford to lose.   [See also: Europe alone cannot rescue President Zelensky ]   Related"
},
{
  "_id": {
    "$oid": "67c6b6824aa7912ccbe1d0e0"
  },
  "url": "https://www.newstatesman.com/international-politics/2025/03/trump-zelensky-ukraine-military-aid-cut-off",
  "website": "newstatesman.com",
  "header_link": "https://www.newstatesman.com/",
  "channel": "New Statesman",
  "news_country": "United Kingdom",
  "news_region": "Europe",
  "date_added": {
    "$date": "2025-03-04T13:44:58.854Z"
  },
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  },
  "title": "Trump cuts Ukraine off",
  "author": "Katie Stallard",
  "content": "The US president has halted military aid to Volodymyr Zelensky's war-torn country, effective immediately.   By  Katie Stallard   In March 2022, with Vladimir Putin’s full-scale assault on Ukraine underway and a column of Russian tanks and military hardware bearing down on Kyiv, Volodymyr Zelensky addressed the US congress from a bunker beneath the presidential administration. Wearing khaki military fatigues and refusing to abandon his post, despite the Russian assassination squads then closing in on the Ukrainian capital, Zelensky received a standing ovation from Republicans and Democrat, many of whom wiped away tears, as he thanked the United States for its help defending Ukraine and the democratic values it represents. “We’re fighting for the values of Europe,” Zelensky said .   Three years later, Ukraine is still fighting – having defied the early predictions that it would be defeated within a matter of weeks – but when Zelensky travelled to Washington in late February, he was ridiculed for his military clothing and berated by Donald Trump and JD Vance, during their now infamous encounter in the Oval Office. In the days since, Trump and his senior officials have insisted that Zelensky needs to apologise for apparently failing to prostrate himself before them and having the nerve to try to insert some facts into the discussion of Russia’s war on his country. “I just think he should be more appreciative,” Trump said of Zelensky on 3 March. Hours later, his administration announced a halt to US military aid to Ukraine with immediate effect.   “[Donald Trump] has been clear that he is focused on peace,”  a White House official told reporters by way of explanation. “We need our partners to be committed to that goal as well. We are pausing and reviewing our aid to ensure that it is contributing to a solution.”    “The goal here is to end a war that is costing the lives of thousands of people, destroying a country,” wrote US secretary of state Marco Rubio in a post on X , because that seems to be how Washington now conducts diplomacy. “Every day that goes by the cost of rebuilding Ukraine gets higher and higher and higher.” He insisted that Trump was “the only leader in the world that could actually get Putin to agree to a peace”.   This is the opposite of what Trump’s actions are likely to achieve. By repeatedly attacking Zelensky – whom he has called a “dictator”, accused of starting the war with Russia, and depicted as the main impediment to peace – Trump is only strengthening Putin’s hand . He is making it less likely that the Russian leader will feel the need to offer concessions in any negotiations that follow, let alone agree to the kind of terms that might yield a durable peace, such as the presence of a European peacekeeping force in Ukraine. (If Trump had actually listened to Zelensky instead of yelling at him in the Oval Office, then he might have understood that Putin has broken every peace agreement he has signed with Ukraine so far.)    Instead of demonstrating Western strength and unity, Trump is openly broadcasting his contempt for the Ukrainian leader and disregard for Europe. Putin, whose own domestic problems are mounting with high inflation and surging casualties, must be thrilled. Why would he feel any need to negotiate when his enemies are turning on each other and apparently intent on weakening themselves?   On the contrary, Putin may well now assess that his initial war aims are achievable – regime change in Kyiv, where he hopes to replace Zelensky with a compliant president, the subjugation of Ukraine, and the fundamental revision of Europe’s security architecture. In the short term, he will be encouraged to try to take more Ukrainian territory. Regardless of how long the US military aid freeze lasts, Ukrainian frontline commanders will once again have to ration their ammunition (as they did when the last US aid package was held up in congress in late 2023) and budget for continued uncertainty. Russia will be emboldened to press ahead with its objective of taking control of the entire region of Donetsk, and then why not push on towards the industrial hub of Dnipro and Zaporizhzhia? Trump’s decision to turn on Ukraine and its president so publicly will only stoke Putin’s confidence.   At the same time, Trump has empowered Elon Musk to take his Department of Government Efficiency (Doge) wrecking ball to the US government, while the defence secretary Pete Hegseth announces cuts to US military spending and a halt to US offensive cyber operations against Russia. Then there is Vice President Vance’s attack on European allies in Munich in February and the trade war Trump has unleashed against America’s biggest trading partners, with 25 per cent tariffs on Canada and Mexico, along with 20 per cent tariffs on China going into effect on 4 March. As Trump railed against the supposed injustices of global trade on Fox News and insisted the planned tariffs would go ahead on 3 March, a ticker at the bottom of the screen showed the stock market plunging in real time as the S&P 500 recorded its biggest fall of the year. Brad Setser, a former economist at the US treasury, now at the New York-based Council on Foreign Relations, called it, “one of the most self-destructive economic policy steps in recent history.”    It is not just Keir Starmer who believes we have arrived at a “crossroads in history”. In Moscow, too, and no doubt Beijing, there is a palpable sense that the world order is in flux and the “great changes” Putin and Xi have long sought , are finally underway. “The collective west has partially ceased to be collective, and the fragmentation of the collective west has begun,” said Kremlin spokesman Dmitry Peskov, commenting on the fallout from Zelensky’s meeting with Trump and the apparent schism between the US and Europe. The urgent question now is whether – and how quickly – Kyiv’s European allies can step up to fill the void left by the US, and how much damage Ukraine will suffer in the meantime. It is unclear, for instance, if the cessation of US aid will extend to intelligence and targeting co-operation, and access to Musk’s Starlink internet service, which has been vital to Ukrainian military operations.    Three years into this war, this is not the first time Ukraine has faced seemingly insurmountable odds. Yet it would have been hard to believe at the outset, when Volodymyr Zelensky was being feted as a hero by the US congress and the Churchill of our times, that his greatest challenge might end up coming from his closest ally.     [See also:  Can Starmer make Labour the security party? ]   Related"
},
{
  "_id": {
    "$oid": "67c6b5f69db1236f2396ba77"
  },
  "url": "https://quintdaily.com/2025/03/how-to-use-proxies-effectively-with-address-jigging/",
  "website": "quintdaily.com",
  "header_link": "https://quintdaily.com/2021/05/how-to-choose-the-right-sex-dolls/",
  "channel": "- QuintDaily",
  "news_country": "United States",
  "news_region": "North America",
  "date_added": {
    "$date": "2025-03-04T13:42:38.584Z"
  },
  "title": "How to Use Proxies Effectively with Address Jigging",
  "subtitle": "Why Proxies are Essential for Address Jigging",
  "image": {
    "url": "https://quintdaily.com/wp-content/uploads/2025/03/How-to-Use-Proxies-696x447.png",
    "caption": "How to Use Proxies"
  },
  "author": "Quintdaily",
  "content": "Address jigging is a shipping and billing address modification technique that slips purchase limitations placed by online retailers. Sneaker enthusiasts are the most significant users of this method so they can cop multiples of limited-edition releases. However, just changing your address may not be enough. Best to mix this cunning art with proxies to alleviate any suspected detection and put through successful checkouts. The following guide will show you how to work with your proxies while address jigging for smooth transactions and reduced chances of cancellations.   Address jigging involves the subtle alteration of address data without affecting the destination of delivery. The changes create multiple unique entries in the system of the retailer, enabling you to place multiple orders without being detected by the anti-bot measures. Some specific address jigging techniques can include:   Using Prefixes or Suffixes: This changes “123 Main Street” to “A123 Main Street” or “123 Main Street B.”   Using Abbreviations: This involves transforming “Street” into “St.” or “Avenue” into “Ave.”   Spacing Variation: i.e., writing “123Main Street” instead of “123 Main Street”.   Using False Apartment Numbers: Apartment number jigging when you live in a stand-alone house, such as “Apt 2”.   Knowing how to jig your address is important because improper jigging can destroy their delivery or flag their orders.   Table of Contents   While address jigging helps you manipulate shipping details, retailers also track IP addresses. If they detect multiple orders coming from the same IP, they will simply cancel your purchases. This is where proxies step in. A proxy would obscure your real IP address and give you a different one, such that each order would appear to have come from a unique user.   The effectiveness of your jigging scheme greatly depends upon the choice of proxy. Some of the best types of proxies include:   Residential Proxies – Residential proxies work on real residential IP addresses that are less likely to be flagged. If the question was how to jig the address for multiple online orders without detection, residential proxies are your best bet.   Rotating Proxies – A rotating proxy assigns a new IP address after each request, which should definitely be applied whenever ordering multiple items without getting flagged.   Datacenter Proxies – Fast and effective but highly detectable. High-demand items such as sneakers or gaming consoles are best bought with the help of residential and rotating proxies.   So to use proxies to the fullest, make the following considerations:   First on the list would be to select a reliable proxy provider. Any kind of free proxy should be avoided altogether, as most of them are already used up and easily detected by retailers.   Second, use different IP addresses for each order. If you’re placing multiple orders, rotating proxy usage is a smart call.   Use the Following Steps to Effectively Utilize Proxies:   Choose a Trustworthy Proxy Provider – Avoid using free proxies, as they tend to be overloaded and detectable by retailers.   Use Different IP Addresses for Each Order – The- Use for Rotating Proxies When Placing Multiple Orders.   Match Proxies with Unique User Profiles – while jigging your address, use aboard different names attached with different emails and payment methods.   Test Your Setup Before Making Big Purchases- Before you even try to buy some of the most sought-after items, try your proxy and address jigging method with a smaller, less expensive purchase.   Monitor IP Reputation- Some proxies might already be flagged by retailers. Use tools to check the reputation of your proxy IP before placing orders.   Mistakes in address jigging would still sometime bring about the cancellation of orders even if you had proxies. These are a few points to avoid:   Using the Same Mode of Payment for All Orders – Some retailers may catch orders even when addresses and proxies differ just by looking at payment details.   Changing Your Address Too Much- If your modifications are too drastic, your package may not be delivered correctly.   Quality or Public Proxy Use- Most public proxies are blacklisted and not effective for bypassing restrictions.   Using the two together is a very powerful way of securing multiple purchases while avoiding detection from retailers, that is, using addresses jigging of course with the proper application of accessing a high-capacity proxy.   The best thing to do is to use high-quality residential proxies, test your setup beforehand and ensure that your address modifications are subtle enough for delivery.   If you are looking for a full guide on address jigging and proxy setting, start with best proxies and test them on smaller orders. This will make shopping free from undue risks by ensuring a smooth and successful shopping experience.   It is not illegal to jig an address but may violate certain retailers’ terms and conditions. Use responsibly and understand the risks involved.   Best type of proxy for address jigging is a residential proxy; as it uses real home IPs, it is more difficult or near impossible to detect than datacenter proxies.   Not recommended. Most proxies are shared, which usually makes them flagged or blocked by a retailer.   It actually depends on the number of orders you want to make since ideally, you should use a different IP (proxy) for each order.",
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  }
},
{
  "_id": {
    "$oid": "67c6b5f69db1236f2396ba76"
  },
  "url": "https://quintdaily.com/2025/03/hiring-a-construction-accident-attorney-8-things-to-consider/",
  "website": "quintdaily.com",
  "header_link": "https://quintdaily.com/2021/05/how-to-choose-the-right-sex-dolls/",
  "channel": "- QuintDaily",
  "news_country": "United States",
  "news_region": "North America",
  "date_added": {
    "$date": "2025-03-04T13:42:38.544Z"
  },
  "title": "Hiring a Construction Accident Attorney: 8 Things to Consider",
  "subtitle": "1. Learn About their Experience",
  "image": {
    "url": "https://quintdaily.com/wp-content/uploads/2025/02/Construction-Accident-Attorney-696x464.jpg",
    "caption": "Construction Accident Attorney"
  },
  "author": "Quintdaily",
  "content": "Hiring a construction accident lawyer after experiencing a traumatic incident seems pretty hard. However, in these difficult circumstances, you might be unsure of what to look for.   It may seem that locating the best attorney for your case is nearly impossible. Further, concentrating Each law firm may have its own communicationon the right factors will make your task easier for sure.   When in doubt as to what qualities a good lawyer for a construction accident would possess, you would want to consider some of the following.   Table of Contents   When you set on the path to find a construction accident attorney, you will come across many professionals who might try to convince you to hire them. While their passion to help you find justice can uplift your hopes, legal cases need a lot more than that.   Experience is one of the most important factors that you must consider while hiring a construction accident lawyer. A lawyer who has represented similar cases in the past can take responsibility for yours, too. Experience makes them effortlessly brilliant at their work.   People who work with experienced construction accident lawyers have a higher chance of getting higher compensation than those who rely on inexperienced professionals. Hence, inquiring about experience must never be overlooked.   Most construction accident lawyers offer free initial consultation. This means that you can book an appointment with several qualified construction accident lawyers without worrying about the fee.   These appointments are a way for you to get to meet face-to-face with the lawyer you might eventually work with. Among several things to determine during this initial meeting, you must ask them about their proposed strategy.   When you ask an attorney about their proposed strategy, you can gauge their expertise and abilities. In fact, many people in New York choose to hire specialists, such as a Syracuse Construction Accident Lawyer , after being impressed by the strategies they present.   Every law firm may have its communications policy, and as such, any law firm can have different standard client availability. If communication is important to you, it would be wise to consider reviewing a law firm’s communications policy when making your choice.   It is what you ought to preserve in preparing for the future; hiring a lawyer you can chat with to respond to your queries and address your concerns. Being able to clearly communicate your needs will, in fact, help in making things easier for your later.   If the law firm is flooded by other attending cases, they may not be able to promise prompt communication at all times. The information about the availability can help you make your final decision.   Just about all of the lawyers who take up construction injury cases take those on contingency fees. Meaning a client does not have to pay at the end of the case for attorney fees when he does not win something for his damages.   If the lawyers you are talking to all have contingency arrangements, find out their respective cut from the settlement amounts. This figure may vary from one law firm to another.   Make sure to get from them the information about hidden fees so that later on you are not surprised with other charges. That way, you can budget them and make your decision.   When you inquire about fees from different law firms, you can start comparing them to make up the best decision.   The legal process for finding compensation after facing a construction accident can be time-consuming. The legal process can take months and even years to come to a definite conclusion. How long your case takes can depend on several factors.   While you may not know how long the legal process for your case might take, your construction accident lawyer can give you an estimate. This way, you can mentally prepare yourself and your dependents.   Remember, getting compensated after a construction accident should not take longer than two years. If your lawyer is giving you a time estimate longer than that, getting a second opinion on your case is always recommended.   Construction accident law can differ from one state to another. That is why a construction accident lawyer who may be considered the best in one state may not be the best choice in the other.   It is best to ensure that your construction accident lawyer has satisfactory experience in helping people in situations similar to yours. Of course, this can make you feel confident about making the right choice.   On the contrary, if you choose to entrust a construction accident lawyer without relevant experience, you may not only stay stressed but also fail to receive maximum compensation for your losses.   Most construction accident cases may be resolved out of court through negotiation. In such cases, victims often find compensation for their losses quicker and without too much hassle.   While you may also think that getting a settlement out of court is ideal, sometimes, the matter has to be taken to the court to maximize compensation for the victims of construction accidents.   Even if your construction accident lawyer assures you that your case will not go to court, you must look into their track record regarding litigation. This way, you can enjoy the confidence of having made the right choice.   Dealing with an event as traumatic as a construction accident can take a toll on your physical and mental well-being . In such circumstances, everyone around you must be empathic about your struggle, including your construction accident lawyer.   An attorney who is empathetic to your pain and suffering will try to fight for justice and compensation for your losses. The more a lawyer can devote a personal connection with your case, the more he or she can help you attain what you may have thought is impossible from your end.   If a construction accident lawyer you consulted feels cold and distant, there is no point in taking a chance. Such lawyers might not just add to your pain and suffering but also risk your compensation along the way.",
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  }
},
{
  "_id": {
    "$oid": "67c6b5db8efc8be1c3dc93f7"
  },
  "url": "https://hdibharat.com/hardoi/hardoi-news-youth-dies-due-to-collision-with-speeding-truck/",
  "website": "hdibharat.com",
  "header_link": "https://hdibharat.com/category/hardoi/",
  "channel": "HDI Bharat News",
  "news_country": "Germany",
  "news_region": "Europe",
  "date_added": {
    "$date": "2025-03-04T13:42:11.959Z"
  },
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  },
  "title": "Hardoi News: तेज रफ्तार ट्रक की टक्कर से युवक की मौत, 2 घायल",
  "subtitle": "Latest Hardoi News के लिए क्लिक करें..",
  "author": "Pradeep Pal",
  "content": "Hardoi News: ( पिहानी) देवमंगल पुर गांव के पास मंगलवार को एक दर्दनाक सड़क हादसा हुआ, जिसमें तेज रफ्तार ट्रक ने बाइक सवार तीन युवकों को टक्कर मार दी। इस दुर्घटना में एक युवक की मौके पर ही मौत हो गई, जबकि दो गंभीर रूप से घायल हो गए।   ग्राम सिसौदिया निवासी अनमोल (22) अपने दोस्तों मोहित (21) और मोहित (20) के साथ बाइक से गन्ना छीलने जा रहा था। तभी रास्ते में एक तेज रफ्तार ट्रक ने उनकी बाइक को जोरदार टक्कर मार दी। हादसे के बाद मौके पर अफरा-तफरी मच गई।   घटना की सूचना मिलते ही जहानीखेड़ा चौकी प्रभारी विजय शुक्ला पुलिस टीम के साथ मौके पर पहुंचे। घायलों को तत्काल 108 एंबुलेंस की मदद से सीएचसी पसगवां ले जाया गया, जहां डॉक्टरों ने मोहित (20) को मृत घोषित कर दिया। अन्य दो घायलों का इलाज जारी है।   हादसे के बाद ट्रक चालक मौके से फरार हो गया, लेकिन पुलिस ने ट्रक को अपने कब्जे में ले लिया है। मृतक के परिजनों की शिकायत पर मामला दर्ज किया जाएगा। पुलिस ने शव का पंचायतनामा भरकर पोस्टमार्टम के लिए भेज दिया है और मामले की जांच में जुट गई है।   इस हादसे के बाद मृतक के परिवार में मातम पसर गया है। परिजन न्याय की गुहार लगा रहे हैं। पुलिस ने आश्वासन दिया है कि दोषी चालक की जल्द ही गिरफ्तारी की जाएगी और आवश्यक विधिक कार्रवाई की जाएगी।"
},
{
  "_id": {
    "$oid": "67c6b5db8efc8be1c3dc93f6"
  },
  "url": "https://hdibharat.com/hardoi/hardoi-news-clerk-suspended-for-negligence/",
  "website": "hdibharat.com",
  "header_link": "https://hdibharat.com/category/hardoi/",
  "channel": "HDI Bharat News",
  "news_country": "Germany",
  "news_region": "Europe",
  "date_added": {
    "$date": "2025-03-04T13:42:11.900Z"
  },
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  },
  "title": "Hardoi News: लापरवाही पर खंड शिक्षाधिकारी कार्यालय का लिपिक निलंबित",
  "subtitle": "Latest Hardoi News के लिए क्लिक करें..",
  "author": "Pradeep Pal",
  "content": "Hardoi News: बेहंदर ब्लॉक शिक्षा कार्यालय में तैनात लिपिक ज्ञानेंद्र कुमार वर्मा को कार्य में लापरवाही बरतने पर निलंबित कर दिया गया है। बेसिक शिक्षा अधिकारी (बीएसए) विजय प्रताप सिंह ने उन्हें निलंबित कर मुख्यालय से संबद्ध कर दिया है। साथ ही, पूरे मामले की जांच मुख्यालय के खंड शिक्षाधिकारी को सौंपी गई है।   बीएसए के अनुसार, बेहंदर के खंड शिक्षाधिकारी ने लिपिक ज्ञानेंद्र कुमार वर्मा के खिलाफ रिपोर्ट दी थी, जिसमें उनके द्वारा कार्य निस्तारण में लगातार लापरवाही बरती जा रही थी।   खंड शिक्षाधिकारी की रिपोर्ट में बताया गया कि लिपिक के खिलाफ पहले भी विधायकों और ब्लॉक के शिक्षक-शिक्षिकाओं द्वारा अनियमितता की शिकायतें दर्ज कराई गई थीं। इन मामलों को ध्यान में रखते हुए बीएसए ने उन्हें तत्काल प्रभाव से निलंबित कर दिया और मामले की जांच के आदेश दिए हैं।   इस निलंबन के बाद शिक्षा विभाग में हड़कंप मचा हुआ है। बीएसए ने स्पष्ट किया कि विभागीय कार्यों में लापरवाही किसी भी स्तर पर बर्दाश्त नहीं की जाएगी। दोषी पाए जाने पर आगे की कड़ी कार्रवाई भी की जा सकती है।"
},
{
  "_id": {
    "$oid": "67c6b5db8efc8be1c3dc93f5"
  },
  "url": "https://hdibharat.com/hardoi/hardoi-news-major-reshuffle-in-police-administration/",
  "website": "hdibharat.com",
  "header_link": "https://hdibharat.com/category/hardoi/",
  "channel": "HDI Bharat News",
  "news_country": "Germany",
  "news_region": "Europe",
  "date_added": {
    "$date": "2025-03-04T13:42:11.863Z"
  },
  "uploaddate": {
    "$date": "2025-03-04T00:00:00.000Z"
  },
  "title": "Hardoi News: हरदोई पुलिस प्रशासन में बड़ा फेरबदल, 2 निरीक्षकों के कार्यक्षेत्र में बदलाव",
  "subtitle": "Latest Hardoi News के लिए क्लिक करें..",
  "author": "Pradeep Pal",
  "content": "Hardoi News: पुलिस अधीक्षक नीरज कुमार जादौन ने जिले की कानून-व्यवस्था को और अधिक प्रभावी बनाने के लिए पुलिस प्रशासन में महत्वपूर्ण फेरबदल किया है। इस क्रम में दो निरीक्षकों के कार्यक्षेत्र में बदलाव किया गया है।   बिलग्राम कोतवाली के प्रभारी निरीक्षक उमाकांत दीपक को अब मझिला थाना की कमान सौंपी गई है। गौरतलब है कि मझिला थाने का प्रभारी निरीक्षक पद अरविंद यादव के निलंबन के बाद खाली पड़ा था।   मझिला थाने के पूर्व प्रभारी अरविंद यादव पर एक आरोपी को 24 घंटे से अधिक समय तक अवैध हिरासत में रखने का आरोप था। मामले की जांच एसपी के निर्देश पर सीओ स्तर से कराई गई, जिसमें आरोप सही पाए गए। इसके बाद एसपी ने सख्त कार्रवाई करते हुए अरविंद यादव को निलंबित कर दिया।   एसपी नीरज कुमार जादौन ने प्रशासनिक फेरबदल के तहत अपने वाचक निरीक्षक राकेश कुमार को बिलग्राम कोतवाली का नया प्रभारी नियुक्त किया है।   इस बदलाव का मुख्य उद्देश्य पुलिस प्रशासन को अधिक जवाबदेह और पारदर्शी बनाना है। एसपी ने सभी पुलिस अधिकारियों और कर्मचारियों को अनुशासन व नियमों का सख्ती से पालन करने के निर्देश दिए हैं। पुलिस प्रशासन के इस कदम को विभागीय अनुशासन और जवाबदेही सुनिश्चित करने की दिशा में अहम माना जा रहा है।"
},
{
  "_id": {
    "$oid": "67c6b5440ee1e2fb47509051"
  },
  "url": "https://floridapolitics.com/archives/723921-state-leaders-look-to-maintain-floridas-top-ranked-university-system/",
  "website": "floridapolitics.com",
  "header_link": "https://floridapolitics.com/archives/author/peterdschorsch/",
  "channel": "Florida Politics",
  "news_country": "Canada",
  "news_region": "North America",
  "date_added": {
    "$date": "2025-03-04T13:39:40.384Z"
  },
  "uploaddate": {
    "$date": "2025-03-03T00:00:00.000Z"
  },
  "title": "State leaders look to maintain Florida’s top-ranked university system Stock image via Adobe.",
  "subtitle": "Florida’s State University System ( SUS ) has consistently been ranked No. 1 in the nation for higher education, and as the Legislative Session approaches, discussions continue around maintaining investments in key areas that support student success and institutional performance.",
  "image": {
    "url": "https://secure.gravatar.com/avatar/3c4538caa911933ed67196759cb0dbc7?s=144&d=mm&r=g"
  },
  "content": "Florida’s State University System ( SUS ) has consistently been ranked No. 1 in the nation for higher education, and as the Legislative Session approaches, discussions continue around maintaining investments in key areas that support student success and institutional performance.   SUS leaders have identified several priorities for sustaining the strong outcomes. These include performance-based funding, which allocates resources based on measurable student success, and preeminence funding, which supports institutions that meet specific academic and research benchmarks.   Additionally, recruitment and retention initiatives would play a role in attracting and retaining high-quality faculty and students, contributing to long-term institutional growth.   Affordability remains a central focus of state higher education leaders, who point with pride to the fact that tuition and fees in the State University System have remained unchanged for more than a decade.   Some stakeholders point to this stability as a factor in keeping Florida’s public universities accessible to a broad range of students, while others also note the importance of continued financial support to maintain affordability while ensuring that the universities can meet evolving academic and workforce demands.   Throughout the Legislative Session, higher ed leaders will continue to focus lawmakers’ attention on how sustained investments will contribute to institutional rankings, student achievement and workforce development. With ongoing support, the State University System aims to continue its efforts to provide high-quality education while remaining a national leader in affordability and performance.   The 60-day Legislative Session begins Tuesday and runs until May 2."
},
{
  "_id": {
    "$oid": "67c6b5440ee1e2fb47509050"
  },
  "url": "https://floridapolitics.com/archives/723924-floridas-construction-apprenticeships-are-booming-but-will-funding-keep-up/",
  "website": "floridapolitics.com",
  "header_link": "https://floridapolitics.com/archives/author/peterdschorsch/",
  "channel": "Florida Politics",
  "news_country": "Canada",
  "news_region": "North America",
  "date_added": {
    "$date": "2025-03-04T13:39:40.231Z"
  },
  "uploaddate": {
    "$date": "2025-03-03T00:00:00.000Z"
  },
  "title": "Florida’s construction apprenticeships are booming — but will funding keep up?",
  "subtitle": "With an eye on the economic future of this continually growing state, the Legislature is looking into workforce development in a big way — and that includes trying to make sure the state’s all-important construction industry has the necessary workforce not just for today, but for years to come.",
  "image": {
    "url": "https://secure.gravatar.com/avatar/3c4538caa911933ed67196759cb0dbc7?s=144&d=mm&r=g"
  },
  "content": "With an eye on the economic future of this continually growing state, the Legislature is looking into workforce development in a big way — and that includes trying to make sure the state’s all-important construction industry has the necessary workforce not just for today, but for years to come.   A skilled workforce keeps Florida’s economy moving, and apprenticeships are a win-win for workers and the state. During a recent House Careers and Workforce Subcommittee panel, providers made a compelling case for why apprenticeship programs should be viewed as a first-choice career path, not just an alternative to college.   Enrollment in registered apprenticeship programs in Florida shot up 21% from 2023 to 2024, offering a clear path to high-paying careers in HVAC, plumbing and electrical work — all without the students enduring the burden of student debt and earning while they learn.   But there’s a catch. Some local education institutions — required apprenticeship partners — are reportedly redirecting a significant chunk of the funds meant for these programs. That means less money reaches the apprentices and the actual education programs.   Lawmakers are taking notice. Sen. Nick DiCeglie and Rep. Lauren Melo are behind legislation ( SB 1458 , HB 681 ) that aims to create a fair, transparent funding model to ensure that dollars follow the apprentice. Sen. Corey Simon is also pushing SB 1094 to make apprenticeships more accessible for students.   With Florida’s growth showing no signs of slowing, ensuring that these programs are fully funded and accessible could be a key to keeping the state’s construction industry on solid footing.   The 60-day Legislative Session begins Tuesday and runs until May 2."
}]